const ALL_QUESTIONS = {
  'Rus Tili': {
    "questions": [
      "Что означает имя существительное?",
      "На какие вопросы отвечают слова: птица, девочка, отец?",
      "Слова солнце, звезда, яблоко отвечают на вопрос…",
      "Одушевлённые существительные- это…",
      "На какие вопросы отвечает имя существительное?",
      "Выберите вариант ответа, где указаны существительные только мужского рода",
      "Сколько падежей в русском языке?",
      "Подберите правильный вариант ответа: … студент",
      "В каком варианте есть только существительные?",
      "Какого рода существительные школа, звезда, мама?",
      "Какого рода слова небо, лицо, поле?",
      "Выберите вариант ответа, где указан существительное мужского рода",
      "В каком варианте есть существительное единственного числа?",
      "Травы, корзины, города, деревни – это существительные…",
      "В каком ряду слова отвечают на вопрос что?",
      "В каком ряду все слова отвечают на вопрос кто?",
      "Определите род слова окно",
      "Укажите правильный перевод слова ухо",
      "Укажите правильный перевод слова печень",
      "Укажите правильный перевод слова здоровье",
      "Когда Узбекистан отмечает праздник День независимости?",
      "Выберите вариант с правильным переводом слова Родина",
      "Сколько областей в Узбекистане?",
      "Когда была принята конституция Узбекистана?",
      "Сколько лет исполнилось Независимости Узбекистана в этом году?",
      "Какой город является столицей Узбекистана?",
      "Найдите правильный вариант ответа",
      "Имя прилагательное отвечает на вопросы…",
      "Прилагательное обозначает",
      "Вместо точек вставьте слова в нужной форме В центре города находится…школа.",
      "Определите ряд, в котором даны профессии людей",
      "Дополните предложение Азиз хочет стать…",
      "Найдите правильный вариант ответа",
      "Найдите правильный вариант ответа",
      "Какое прилагательное отвечает на вопрос чей?",
      "Найдите главные члены предложения. Я учусь на фармацевтическом факультете",
      "Найдите сказуемое в предложении Студент учится хорошо.",
      "В каком ряду даны главные члены предложения?",
      "Подберите правильный вариант ответа… студент",
      "Найдите правильный вариант ответа Мы в субботу ... в музее",
      "Второстепенные члены предложения- это …",
      "Дополнение отвечает на вопросы…",
      "Определение отвечает на вопросы…",
      "Ответьте на вопрос Чем мы гордимся?",
      "Подберите прилагательное к слову … сок",
      "Подберите прилагательное к слову … человек",
      "Описание цвета предмета в варианте…",
      "Выберите правильное окончание прилагательного Красн… роза",
      "Сколько у человека всего зубов?",
      "Укажите размер предмета",
      "Как переводится слово yurak?",
      "Как переводится слово qorin?",
      "На какой вопрос отвечает слово здоровый?",
      "Укажите форму предмета.",
      "Укажите стоматологическое заболевание",
      "В каком ряду даны собственные имена существительные?",
      "Как переводится слово желудок?",
      "Полость рта – это",
      "Сколько раз нужно чистить зубы в день?",
      "Найдите правильный вариант ответа У меня болит горло. Я иду к …",
      "Найдите правильный вариант ответа: У меня есть … шарф",
      "Напишите правильное окончание прилагательного: здоров… орган",
      "Выберите вариант с существительным множественного числа",
      "Укажите одушевлённое существительное",
      "Укажите порядковое числительное.",
      "Врач-стоматолог лечит …",
      "Подберите подходящее слово … желудок",
      "Укажите формулу прощания",
      "Имя числительное отвечает на вопросы…",
      "Найдите правильный перевод слова лечить",
      "Где находится университет Азия?",
      "Найдите правильный перевод слова больные зубы",
      "Напишите правильное окончание прилагательного: холодн… зима",
      "Анвар учится … университете.",
      "Мне … профессия врача",
      "Врач … больных",
      "… болею",
      "Врачи леч… больных",
      "На какие вопросы отвечает глагол?",
      "Вместо точек вставьте глаголы в нужной форме Я … интересную книгу",
      "Вместо точек вставьте глаголы в нужной формеЯ…. профессию",
      "Вставьте подходящее слово … учишься в университете",
      "Сейчас зима. На улице …",
      "Вставьте пропущенные окончания Нов… год",
      "Когда идёт снег?",
      "Вставьте пропущенные окончания Я любл… Родину",
      "… зовут Малика",
      "Вставьте пропущенные окончания Азиз чист.. зубы",
      "Вставьте подходящее слово Я люблю …",
      "Вставьте пропущенные окончания Зима холодн…",
      "Укажите глагол в настоящем времени",
      "Напишите слово в нужной форме. Я подарил … телефон",
      "Дополните предложение. Наргиза хочет стать…",
      "Найдите глагол будущего времени",
      "Найдите правильный вариант ответа Мама купила…Торт",
      "Укажите существительное женского рода",
      "Укажите существительное мужского рода",
      "Укажите существительное среднего рода",
      "Как переводится слово заболевание?",
      "Укажите правильный перевод слова здоровый",
      "Больных зубов нужно вовремя …",
      "Вставьте вместо точек слово в нужной форме … ноги болят",
      "Где родился Абу Али ибн Сина?",
      "Как переводится словосочетание og`iz bo`shlig`i?",
      "Вставьте вместо точек подходящее слово Врач-стоматолог лечит …",
      "Вставьте вместо точек слово в нужной форме. У меня болит…",
      "Вставьте вместо точек слово в нужной форме. Мама купила в аптеке…",
      "Вставьте вместо точек нужное слово Я люблю холодную погоду, мне нравится…",
      "Когда отмечаем праздник Навруз?",
      "Вставьте вместо точек правильный вариант слова … семья небольшая.",
      "Вставьте вместо точек правильный вариант слова Я … свою семью",
      "Вставьте вместо точек правильный вариант слова Моя Родина-…",
      "Вставьте вместо точек подходящее слово У меня есть брат. … учится в университете",
      "Это ручка…",
      "Как переводятся слова болезнь, заболевание, недуг?",
      "Какой снег?",
      "Вставьте вместо точек подходящее слово Мой брат окулист. Он лечит …",
      "Как называется работник аптеки?",
      "Специалист с высшим фармацевтическим образованием",
      "Специалист со средним фармацевтическим образованием",
      "Как называется лечебное применение температурного фактора?",
      "Это направление медицины, где лечение проводятся при помощи рук врача",
      "Вид лечения, в котором качестве лекарственных средств используются растения",
      "Это мануальная терапия, направленная на правильное выравнивание позвоночника, уменьшение боли и улучшение подвижности",
      "Это часть речи, которая употребляется вместо существительного, прилагательного и числительного.",
      "Я, ты, он, она…Какие это местоимения?",
      "Этот, тот. Какие это местоимения?",
      "Себя. Какое это местоимение?",
      "Кто? что? какой? Какие это местоимения?",
      "Никто, ничто, нигде. Какие это местоимения?",
      "Кто-то, что-то, где-то. Какие это местоимения?",
      "Мой, твой, наш. Какие это местоимения?",
      "Он не любит …",
      "Кто это с … ?",
      "Аптекарь. Определите род слова",
      "Новость, старость, молодость. Определите род слов.",
      "Учитель, строитель. Определите род слов.",
      "Определите время глагола. Я читаю книги.",
      "Определите время глагола. Я прочитал книги.",
      "Определите время глагола. Я буду читать книги.",
      "Вставьте нужный глагол. Я … ужин.",
      "Вставьте нужный глагол. Они …в университете",
      "Новогодн…подарки",
      "Кардиолог лечит…",
      "Ревматолог лечит…",
      "Педиатр лечит …",
      "Гинеколог лечит …",
      "Это наука о строении человека, его органов и тканей",
      "Это наука, изучающая процессы жизнедеятельности человека, его органов и тканей.",
      "Укажите собственное существительное",
      "Укажите собственное существительное",
      "Укажите собственное существительное",
      "Укажите собственное существительное",
      "Укажите нарицательное существительное",
      "Укажите нарицательное существительное",
      "Укажите собственное существительное",
      "Укажите собственное существительное",
      "Укажите одушевлённое существительное",
      "Укажите одушевлённое существительное",
      "Укажите одушевлённое существительное",
      "Укажите одушевлённое существительное",
      "Укажите неодушевлённое существительное",
      "Укажите неодушевлённое существительное",
      "Укажите неодушевлённое существительное",
      "Укажите неодушевлённое существительное",
      "Укажите неодушевлённое существительное",
      "Сколько родов в русском языке?",
      "Сколько чисел в русском языке?",
      "Он-мой слово-помощник какого рода?",
      "Она-моя слово-помощник какого рода?",
      "Оно-моё слово-помощник какого рода?",
      "Они-мои слово-помощник какого числа?",
      "Найдите лишнее слово",
      "Найдите лишнее слово",
      "Найдите лишнее слово",
      "Найдите лишнее слово",
      "Найдите лишнее слово",
      "Найдите лишнее слово",
      "Найдите лишнее слово",
      "Сколько систем органов у человека?",
      "Сколько видов тканей есть в организме человека?",
      "Наука о клетке называется…",
      "Члены предложения делятся на …",
      "Главные члены – это…",
      "Второстепенные члены предложения-?",
      "Эпителиальная, мышечная …это?",
      "Дарю цветы …",
      "Глазное ….",
      "Грудная …",
      "Турецкое …",
      "Слепая …",
      "Солнечный …",
      "Щитовидная …",
      "Переведите на русский язык ko`krak bo`shlig`i",
      "Переведите на русский язык to`sh",
      "Переведите на русский язык qovurg`a",
      "Переведите на русский язык orqa miya",
      "Переведите на русский язык taloq",
      "Переведите на русский язык siydik pufagi",
      "Переведите на русский язык o`t qopi",
      "Из скольких частей состоит позвоночный столб?",
      "Какую систему образуют сердце, сосуды?",
      "Кто доказал, что сердце работает как насос?",
      "Кровь, богатая кислородом называется …",
      "Мельчайший сосуд называется…",
      "Какая кровь алая?",
      "Какая кровь тёмная?",
      "Диаметр чего 50 раз меньше волоса?",
      "Какие клетки защищает организм от болезней?",
      "Какие клетки остановливают кровь?",
      "Какие клетки переносят кислород по телу?",
      "Вставьте нужное слово. Вкусное …",
      "Вставьте нужное слово. Вкусное …",
      "Вставьте нужное слово. Сильный …",
      "Вставьте нужное слово….роза",
      "Вставьте нужное слово. ….дом",
      "Вставьте нужное слово…куртка",
      "Вставьте нужное слово…кишка",
      "Вставьте нужное слово …кольцо",
      "Вставьте нужное слово Отцов …",
      "Найдите прилагательное",
      "Найдите существительное",
      "Книга какая?",
      "Самый тяжёлый орган?",
      "Укажите простое числительное",
      "Укажите простое числительное",
      "Укажите простое числительное",
      "Какой орган внешне состоит из коронки, шейки и корня?",
      "Самая сильная мышца?",
      "Длина этого органа от 6 до 7 метров",
      "Какой орган производит инсулин?",
      "Укажите наречие",
      "Укажите наречие",
      "Укажите наречие",
      "Укажите наречие",
      "Укажите наречие",
      "Вставьте нужное слово. Ходить…",
      "Что такое hansirash?",
      "Что такое ko`ngil aynishi?",
      "Что такое qusish?",
      "Что такое holsizlik?",
      "Что такое balg`am?",
      "Это история развития настоящего заболевания.",
      "Найдите существительное",
      "Красный. Это какой признак?",
      "Круглый. Это какой признак?",
      "Солёный. Это какой признак?",
      "Это какой признак? Ароматный",
      "Это какой признак? Огромный",
      "Это какой признак? Чёрный",
      "Найдите правильный перевод слова bosh",
      "Найдите правильный перевод слова ko`z",
      "Найдите правильный перевод слова bel",
      "Найдите правильный перевод слова orqa",
      "Найдите правильный перевод слова buyrak",
      "Найдите правильный перевод слова son",
      "Найдите правильный перевод слова boldir",
      "Найдите правильный перевод слова tizza",
      "Найдите правильный перевод слова oshqozon",
      "Найдите правильный перевод слова peshana",
      "Найдите правильный перевод слова chakka",
      "Найдите правильный перевод слова ensa",
      "Найдите правильный перевод слова boshning tepa qismi",
      "Найдите правильный перевод слова umurtqa",
      "Найдите правильный перевод слова bo`yin",
      "Найдите правильный перевод слова yelka",
      "Найдите правильный перевод слова bilak",
      "Найдите правильный перевод слова kaft",
      "Найдите правильный перевод слова teri",
      "Найдите правильный перевод слова barmoq",
      "Лечение подобного подобным. Как называется такой метод лечения?",
      "Это метод традиционной китайской медицины, при котором тонкие иглы вводятся в определенные точки на теле",
      "Как называется мужское начало?",
      "Как называется женское начало?",
      "Когда родился Абу Али ибн Сино?",
      "Когда умер Абу Али ибн Сино?",
      "Сколько лет прожил Абу Али ибн Сино?",
      "Кто является автором книги «Канун врачебной науки»?",
      "Что собирают врачи, прежде чем приступить к лечению пациента?",
      "У какого из этих медицинских специалистов самые молодые пациенты?",
      "Кто в госпитале погружает пациента в глубокий сон перед операцией?",
      "Что окулист подбирает пациенту?",
      "К кому обращаются с заболеваниями почек?",
      "Кто из этих специалистов является главным борцом с вредными привычками человека?",
      "В какой театр ходят только медики?",
      "Как в народе называют автомобиль «Скорой помощи»?",
      "Какая из перечисленных всемирных организаций является медицинской?",
      "…. называются вещества, применяемые с целью лечения заболевания",
      "Найдите синоним слова врач.",
      "Укажите жидкое лекарство",
      "Укажите твёрдое лекарство",
      "Укажите мягкое лекарство",
      "Укажите газообразное лекарство",
      "Укажите лекарство микробного характера",
      "Укажите лекарства растительного происхождения",
      "Укажите лекарства минерального происхождения",
      "Укажите лекарства животного происхождения",
      "Кого Абу Али ибн Сино считал своим 1-учителем?",
      "Кого Абу Али ибн Сино считал своим 2-учителем?",
      "Что такое апитерапия?"
    ],
    "answers": [
      [
        "предмет",
        "Число",
        "признак",
        "действие"
      ],
      [
        "какой?",
        "что?",
        "кто?",
        "как?"
      ],
      [
        "что?",
        "где?",
        "какой?",
        "кто?"
      ],
      [
        "девочка, дерево, чайник",
        "стол, книга, дерево,",
        "мальчик, белка, слон",
        "папа, чашка, школа"
      ],
      [
        "кто? что?",
        "сколько?",
        "какой? какая?",
        "что делать?"
      ],
      [
        "Труд, группа",
        "Труд, дело",
        "Школа, природа",
        "Человек, студент"
      ],
      [
        "5",
        "4",
        "6",
        "7"
      ],
      [
        "умный",
        "умное",
        "умные",
        "умная"
      ],
      [
        "Хорошо, красиво",
        "Идёт, прийти",
        "Человек, студент",
        "Трудовой, групповой"
      ],
      [
        "общего",
        "среднего",
        "женского",
        "мужского"
      ],
      [
        "женского",
        "среднего",
        "общего",
        "мужского"
      ],
      [
        "стадион",
        "сестра",
        "птица",
        "поле"
      ],
      [
        "парты",
        "ложки",
        "компьютер",
        "ножи"
      ],
      [
        "Женского рода",
        "Единственного числа",
        "Мужского рода",
        "Множественного числа"
      ],
      [
        "мощный, быстрый, ловкий",
        "бежит, лежать, прыгать",
        "яблоко, забор, туча",
        "красное, вкусное, сильное"
      ],
      [
        "класс, заяц, собака",
        "черепаха, водитель, машина",
        "дерево, лес, чайник",
        "моряк, повар, дедушка."
      ],
      [
        "средний род",
        "множественное число",
        "женский род",
        "мужской род"
      ],
      [
        "oyoq",
        "quloq",
        "tomoq",
        "tanglay"
      ],
      [
        "milk",
        "til",
        "jigar",
        "buyrak"
      ],
      [
        "sog`lik",
        "sog`lom",
        "bemor",
        "kasallik"
      ],
      [
        "1-декабря",
        "1-сентября",
        "1-августа",
        "1-мая"
      ],
      [
        "viloyat",
        "vatan",
        "tuman",
        "buloq"
      ],
      [
        "12",
        "13",
        "15",
        "14"
      ],
      [
        "2-октября",
        "1-декабря",
        "1-января",
        "8-декабря"
      ],
      [
        "45",
        "50",
        "34",
        "40"
      ],
      [
        "Бухара",
        "Хива",
        "Ташкент",
        "Самарканд"
      ],
      [
        "старая город",
        "старый город",
        "старое город",
        "старые город"
      ],
      [
        "кто? что?",
        "какой? чей?",
        "как? что?",
        "сколько? где?"
      ],
      [
        "предмет",
        "количество",
        "признак",
        "действие"
      ],
      [
        "старый",
        "старое",
        "старая",
        "старые"
      ],
      [
        "Учитель, врач",
        "Молодой, умный",
        "История, химия",
        "Школьник, ученик"
      ],
      [
        "фармацевту",
        "фармацевтом",
        "фармацевта",
        "фармацевте"
      ],
      [
        "вкусные яблоко",
        "вкусный яблоко",
        "вкусное яблоко",
        "вкусная яблоко"
      ],
      [
        "сладкий груша",
        "сладкая груша",
        "сладкие груша",
        "сладкое груша"
      ],
      [
        "сладкая груша",
        "бабушкин дом",
        "старый друг",
        "вкусное яблоко"
      ],
      [
        "на фармацевтическом факультете",
        "я учусь",
        "учусь на факультете",
        "учусь на фармацевтическом"
      ],
      [
        "учится",
        "нет сказуемого",
        "хорошо",
        "студент"
      ],
      [
        "Подлежащее, сказуемое",
        "Сказуемое, определение",
        "Подлежащее,дополнение",
        "Обстоятельство, подлежащее"
      ],
      [
        "здоровые",
        "здоровый",
        "здоровая",
        "здоровое"
      ],
      [
        "была",
        "были",
        "был",
        "было"
      ],
      [
        "дополнение, определение, обстоятельство",
        "определение, обстоятельство",
        "подлежащее, сказуемое,",
        "дополнение, определение"
      ],
      [
        "правильных падежей",
        "почему? зачем?",
        "кто? что?",
        "косвенных падежей"
      ],
      [
        "где? что?",
        "какой? чей?",
        "косвенных падежей",
        "какой? чей?"
      ],
      [
        "Родиной",
        "Родина",
        "Родину",
        "о Родине"
      ],
      [
        "сладкий",
        "узкий",
        "солёный",
        "железный"
      ],
      [
        "здоровый",
        "здоровая",
        "здоровое",
        "здоровые"
      ],
      [
        "вкусный суп",
        "длинная лента",
        "белый снег",
        "холодный день"
      ],
      [
        "ый",
        "ое",
        "ые",
        "ая"
      ],
      [
        "45",
        "35",
        "40",
        "32"
      ],
      [
        "круглый стол",
        "большой стол",
        "красный цветок",
        "вкусный плов"
      ],
      [
        "печень",
        "сердце",
        "почка",
        "грудь"
      ],
      [
        "живот",
        "плечо",
        "сердце",
        "почка"
      ],
      [
        "какой?",
        "какие?",
        "какое?",
        "какая?"
      ],
      [
        "вкусный торт",
        "белые цветы",
        "зелёный карандаш",
        "круглый стол"
      ],
      [
        "кариес",
        "простуда",
        "ревматизм",
        "ангина"
      ],
      [
        "Дорога, аэропорт",
        "Бухара, Москва",
        "Город, дедушка",
        "Январь, друг"
      ],
      [
        "bel",
        "oshqozon",
        "yurak",
        "ichak"
      ],
      [
        "jigar",
        "buyrak",
        "oshqozon",
        "og`iz bo`shlig`i"
      ],
      [
        "2 раза",
        "5 раз",
        "3 раза",
        "не нужно чистить"
      ],
      [
        "отоларингологу",
        "дерматологу",
        "психологу",
        "окулисту"
      ],
      [
        "красивый",
        "красивая",
        "красивые",
        "красивое"
      ],
      [
        "-ые",
        "-ое",
        "-ая",
        "-ый"
      ],
      [
        "школа",
        "университет",
        "студент",
        "врачи"
      ],
      [
        "книга",
        "машина",
        "самолёт",
        "брат"
      ],
      [
        "один",
        "шесть",
        "первый",
        "восемь"
      ],
      [
        "зубы",
        "ноги",
        "печень",
        "сердце"
      ],
      [
        "больное",
        "больная",
        "больные",
        "больной"
      ],
      [
        "спасибо",
        "привет!",
        "здравствуй!",
        "до встречи!"
      ],
      [
        "кто? что?",
        "какой? сколько?",
        "где? откуда?",
        "что делать? что сделать?"
      ],
      [
        "uxlamoq",
        "davolamoq",
        "yugurmoq",
        "chizmoq"
      ],
      [
        "в Джиззаке",
        "в Наваи",
        "в Бухаре",
        "в Карши"
      ],
      [
        "tortilgan tishlar",
        "davolangantishlar",
        "soglom tishlar",
        "кasal tishlar"
      ],
      [
        "-ая",
        "-ое",
        "-ые",
        "-ый"
      ],
      [
        "с",
        "до",
        "на",
        "в"
      ],
      [
        "думать",
        "читать",
        "рассказать",
        "нравится"
      ],
      [
        "лечит",
        "лечишь",
        "лечите",
        "лечу"
      ],
      [
        "я",
        "мы",
        "он",
        "ты"
      ],
      [
        "-еют",
        "-ишь",
        "-ат",
        "-ите"
      ],
      [
        "сколько? как?",
        "что делать? что сделать?",
        "кто? что?",
        "какой? какая?"
      ],
      [
        "читают",
        "прочитает",
        "читаю",
        "читаешь"
      ],
      [
        "люблю",
        "любите",
        "любишь",
        "любим"
      ],
      [
        "они",
        "ты",
        "мы",
        "я"
      ],
      [
        "холодно",
        "холодные",
        "холодный",
        "холодное"
      ],
      [
        "-ыми",
        "-ое",
        "-ая",
        "-ый"
      ],
      [
        "летом",
        "осенью",
        "весной",
        "зимой"
      ],
      [
        "-ёшь",
        "-ю",
        "-ют",
        "-ите"
      ],
      [
        "он",
        "мы",
        "вы",
        "меня"
      ],
      [
        "-у",
        "-ят",
        "-ит",
        "-ёшь"
      ],
      [
        "маму",
        "о маме",
        "мамой",
        "мамы"
      ],
      [
        "-ое",
        "-ый",
        "-ая",
        "-ые"
      ],
      [
        "читаю",
        "читал",
        "прочитал",
        "читать"
      ],
      [
        "о брате",
        "брату",
        "братой",
        "брат"
      ],
      [
        "врачом",
        "врач",
        "врачу",
        "о враче"
      ],
      [
        "лечишь",
        "буду лечить",
        "лечат",
        "лечу"
      ],
      [
        "вкусный",
        "вкусное",
        "вкусная",
        "вкусные"
      ],
      [
        "университет",
        "анатомия",
        "океан",
        "здание"
      ],
      [
        "профессия",
        "стекло",
        "фабрика",
        "завод"
      ],
      [
        "зуб",
        "плечо",
        "глаза",
        "нога"
      ],
      [
        "kasal",
        "kasallik",
        "davolanmoq",
        "tuzalmoq"
      ],
      [
        "tuzalmoq",
        "kasal",
        "sog`, sog`lom",
        "sog`aymoq"
      ],
      [
        "лечить",
        "лечишь",
        "лечу",
        "лечат"
      ],
      [
        "мои",
        "ваш",
        "твоя",
        "наша"
      ],
      [
        "в Ташкенте",
        "в Самарканде",
        "в Бухаре",
        "в Наваи"
      ],
      [
        "ротовая полость",
        "зубы",
        "нёбо",
        "желудок"
      ],
      [
        "Почки",
        "Зубы",
        "Печень",
        "Лёгкие"
      ],
      [
        "пальцы",
        "горло",
        "руки",
        "ноги"
      ],
      [
        "телефон",
        "лекарства",
        "хлеб",
        "газету"
      ],
      [
        "лето",
        "весна",
        "осень",
        "зима"
      ],
      [
        "зимой",
        "весной",
        "осенью",
        "летом"
      ],
      [
        "моя",
        "мой",
        "мои",
        "моё"
      ],
      [
        "любите",
        "любит",
        "люблю",
        "любят"
      ],
      [
        "об Узбекистане",
        "Узбекистану",
        "Узбекистаном",
        "Узбекистан"
      ],
      [
        "она",
        "они",
        "оно",
        "он"
      ],
      [
        "моя",
        "моё",
        "мой",
        "мои"
      ],
      [
        "davolash",
        "kasallik",
        "sog`",
        "sog`lik"
      ],
      [
        "белая",
        "белый",
        "белые",
        "белое"
      ],
      [
        "зубы",
        "почки",
        "глаза",
        "сердце"
      ],
      [
        "стоматолог",
        "токарь",
        "фармацевт",
        "маляр"
      ],
      [
        "фармацевт",
        "хирург",
        "провизор",
        "терапевт"
      ],
      [
        "хирург",
        "терапевт",
        "фармацевт",
        "провизор"
      ],
      [
        "хиропрактика",
        "акупунктура",
        "натуротерапия",
        "термотерапия"
      ],
      [
        "остеопатия",
        "натуротерапия",
        "термотерапия",
        "акупунктура"
      ],
      [
        "термотерапия",
        "остеопатия",
        "акупунктура",
        "фитотерапия"
      ],
      [
        "термотерапия",
        "акупунктура",
        "натуротерапия",
        "хиропрактика"
      ],
      [
        "наречие",
        "глагол",
        "прилагательное",
        "местоимение"
      ],
      [
        "возвратные",
        "указательные",
        "личные",
        "вопросительные"
      ],
      [
        "указательные",
        "вопросительные",
        "возвратные",
        "личные"
      ],
      [
        "возвратные",
        "личные",
        "вопросительные",
        "указательные"
      ],
      [
        "указательные",
        "вопросительные",
        "личные",
        "возвратные"
      ],
      [
        "отрицательные",
        "личные",
        "указательные",
        "вопросительные"
      ],
      [
        "указательные",
        "возвратные",
        "неопределённые",
        "личные"
      ],
      [
        "указательные",
        "неопределённые",
        "личные",
        "притяжательные"
      ],
      [
        "ты",
        "меня",
        "я",
        "наш"
      ],
      [
        "мой",
        "вами",
        "вы",
        "ваш"
      ],
      [
        "мужской",
        "средний",
        "не имеет рода",
        "женский"
      ],
      [
        "средний",
        "женский",
        "не имеет рода",
        "мужской"
      ],
      [
        "мужской",
        "женский",
        "не имеет рода",
        "средний"
      ],
      [
        "прошедшее",
        "не имеет времени",
        "настоящее",
        "будущее"
      ],
      [
        "будущее",
        "не имеет времени",
        "настоящее",
        "прошедшее"
      ],
      [
        "будущее",
        "настоящее",
        "прошедшее",
        "не имеет времени"
      ],
      [
        "готовил",
        "готовили",
        "готовим",
        "готовишь"
      ],
      [
        "учусь",
        "учатся",
        "учишься",
        "учится"
      ],
      [
        "ое",
        "яя",
        "ие",
        "ыя"
      ],
      [
        "сердце",
        "ухо",
        "печень",
        "почки"
      ],
      [
        "уши",
        "живот",
        "суставы",
        "зубы"
      ],
      [
        "женщин",
        "мужчин",
        "стариков",
        "детей"
      ],
      [
        "женщин",
        "детей",
        "мужчин",
        "стариков"
      ],
      [
        "гистология",
        "анатомия",
        "цитология",
        "физиология"
      ],
      [
        "гистология",
        "физиология",
        "цитология",
        "анатомия"
      ],
      [
        "город",
        "Бухара",
        "район",
        "университет"
      ],
      [
        "столица",
        "девушка",
        "Маргарита",
        "родина"
      ],
      [
        "царь",
        "дочь",
        "Москва",
        "князь"
      ],
      [
        "Азия",
        "девушка",
        "столица",
        "университет"
      ],
      [
        "Азия",
        "Фергана",
        "карандаш",
        "Бухара"
      ],
      [
        "Ташкент",
        "Андижан",
        "университет",
        "Москва"
      ],
      [
        "девочка",
        "мальчик",
        "дети",
        "Собир"
      ],
      [
        "дочь",
        "сын",
        "отец",
        "Малика"
      ],
      [
        "стол",
        "дерево",
        "отец",
        "университет"
      ],
      [
        "доска",
        "бабочка",
        "стул",
        "книга"
      ],
      [
        "компьютер",
        "дерево",
        "дом",
        "кошка"
      ],
      [
        "собака",
        "альбом",
        "тетрадь",
        "карандаш"
      ],
      [
        "машина",
        "отец",
        "собака",
        "кошка"
      ],
      [
        "автомобиль",
        "мышь",
        "коза",
        "паук"
      ],
      [
        "кошка",
        "лошадь",
        "паук",
        "компьютер"
      ],
      [
        "телефон",
        "отец",
        "собака",
        "коза"
      ],
      [
        "курица",
        "лекарство",
        "свинья",
        "гусь"
      ],
      [
        "9",
        "7",
        "3",
        "5"
      ],
      [
        "2",
        "5",
        "9",
        "4"
      ],
      [
        "мужской",
        "не имеет рода",
        "средний",
        "женский"
      ],
      [
        "средний",
        "женский",
        "не имеет рода",
        "мужской"
      ],
      [
        "женский",
        "мужской",
        "средний",
        "не имеет рода"
      ],
      [
        "единственного числа",
        "женский",
        "мужской",
        "множественного числа"
      ],
      [
        "снег",
        "грач",
        "зайчик",
        "гнездо"
      ],
      [
        "корова",
        "фиалка",
        "зима",
        "берег"
      ],
      [
        "озеро",
        "солнце",
        "книга",
        "пальто"
      ],
      [
        "помидор",
        "ветер",
        "стол",
        "утро"
      ],
      [
        "нога",
        "глаза",
        "губа",
        "рука"
      ],
      [
        "лицо",
        "ноги",
        "нос",
        "рот"
      ],
      [
        "палец",
        "зубы",
        "руки",
        "ноги"
      ],
      [
        "5",
        "8",
        "9",
        "7"
      ],
      [
        "5",
        "2",
        "4",
        "7"
      ],
      [
        "гистология",
        "анатомия",
        "физиология",
        "цитология"
      ],
      [
        "2",
        "9",
        "6",
        "8"
      ],
      [
        "подлежащее, сказуемое",
        "определение",
        "обстоятельство",
        "дополнение"
      ],
      [
        "главные члены",
        "подлежащее, сказуемое",
        "дополнениеопределение",
        "дополнение, определение, обстоятельство"
      ],
      [
        "ткань",
        "орган",
        "клетка",
        "организм"
      ],
      [
        "мама",
        "мамы",
        "маме",
        "мамой"
      ],
      [
        "яблоко",
        "цвет",
        "покров",
        "кожа"
      ],
      [
        "небо",
        "чашка",
        "жаба",
        "бокал"
      ],
      [
        "седло",
        "окно",
        "обувь",
        "одежда"
      ],
      [
        "лента",
        "машина",
        "кружка",
        "кишка"
      ],
      [
        "удар",
        "мост",
        "небо",
        "звезда"
      ],
      [
        "железа",
        "железо",
        "железы",
        "желез"
      ],
      [
        "грудная полость",
        "ребро",
        "туловище",
        "позвонок"
      ],
      [
        "туловище",
        "ребро",
        "грудная полость",
        "грудина"
      ],
      [
        "грудина",
        "ребро",
        "туловище",
        "грудная полость"
      ],
      [
        "ребро",
        "грудная полость",
        "спинной мозг",
        "туловище"
      ],
      [
        "селезёнка",
        "кишка",
        "печень",
        "ноги"
      ],
      [
        "мочевой пузырь",
        "ребро",
        "грудная полость",
        "туловище"
      ],
      [
        "жёлчный пузырь",
        "грудная полость",
        "туловище",
        "грудина"
      ],
      [
        "5",
        "2",
        "3",
        "7"
      ],
      [
        "покровную",
        "нервную",
        "кровеносную",
        "половую"
      ],
      [
        "Аристотель",
        "Фараби",
        "У. Гарвей",
        "Ибн сино"
      ],
      [
        "неизвестно",
        "вена",
        "артерия",
        "капилляр"
      ],
      [
        "вена",
        "капилляр",
        "неизвестно",
        "артерия"
      ],
      [
        "артерия",
        "капилляр",
        "неизвестно",
        "вена"
      ],
      [
        "неизвестно",
        "вена",
        "артерия",
        "капилляр"
      ],
      [
        "артерия",
        "капилляр",
        "неизвестно",
        "вена"
      ],
      [
        "лейкоциты",
        "эритроциты",
        "тромбоциты",
        "неизвестно"
      ],
      [
        "эритроциты",
        "неизвестно",
        "лейкоциты",
        "тромбоциты"
      ],
      [
        "эритроциты",
        "тромбоциты",
        "лейкоциты",
        "неизвестно"
      ],
      [
        "яблоко",
        "груша",
        "яблок",
        "яблоки"
      ],
      [
        "суп",
        "груша",
        "каша",
        "пюре"
      ],
      [
        "дом",
        "роза",
        "спортсмен",
        "комната"
      ],
      [
        "домашний",
        "сильный",
        "белое",
        "красная"
      ],
      [
        "красная",
        "огромный",
        "белое",
        "сильный"
      ],
      [
        "домашний",
        "сильный",
        "кожаная",
        "белое"
      ],
      [
        "сильный",
        "домашний",
        "белое",
        "слепая"
      ],
      [
        "красная",
        "золотое",
        "сильный",
        "огромный"
      ],
      [
        "горло",
        "книги",
        "дом",
        "квартира"
      ],
      [
        "хорошо",
        "хороший",
        "быстро",
        "хорошеет"
      ],
      [
        "длинный",
        "удлинить",
        "укоротить",
        "длина"
      ],
      [
        "интересная",
        "интересные",
        "интересное",
        "интересный"
      ],
      [
        "мозг",
        "печень",
        "глаза",
        "кожа"
      ],
      [
        "сто один",
        "пятьсот",
        "пятьдесят",
        "пять"
      ],
      [
        "шестьсот",
        "сто",
        "шестьдесят",
        "семьсот"
      ],
      [
        "пятьдесят",
        "пятьсот",
        "десять",
        "сто один"
      ],
      [
        "глаза",
        "зуб",
        "нос",
        "нога"
      ],
      [
        "зуб",
        "нога",
        "язык",
        "глаза"
      ],
      [
        "слепая кишка",
        "тонкая кишка",
        "прямая кишка",
        "толстая кишка"
      ],
      [
        "печень",
        "почки",
        "поджелудочная железа",
        "желудок"
      ],
      [
        "быстрый",
        "быстрое",
        "быстрая",
        "быстро"
      ],
      [
        "хорошее",
        "хорошо",
        "хорошая",
        "хорошие"
      ],
      [
        "красиво",
        "красивые",
        "красивая",
        "красивое"
      ],
      [
        "звонкая",
        "звонкие",
        "звонкое",
        "звонко"
      ],
      [
        "сильно",
        "сильные",
        "сильное",
        "сильная"
      ],
      [
        "быстро",
        "быстрая",
        "быстрое",
        "быстрые"
      ],
      [
        "ноги",
        "одышка",
        "мокрота",
        "голова"
      ],
      [
        "одышка",
        "почки",
        "рвота",
        "тошнота"
      ],
      [
        "одышка",
        "печень",
        "мокрота",
        "рвота"
      ],
      [
        "сердце",
        "тошнота",
        "слабость",
        "сильный"
      ],
      [
        "рвота",
        "позвоночник",
        "горло",
        "мокрота"
      ],
      [
        "мокрота",
        "грудь",
        "тошнота",
        "анамнез"
      ],
      [
        "сильный",
        "красивый",
        "настольный",
        "стол"
      ],
      [
        "запах",
        "цвет",
        "форма",
        "размер"
      ],
      [
        "вкус",
        "размер",
        "цвет",
        "форма"
      ],
      [
        "размер",
        "вкус",
        "цвет",
        "форма"
      ],
      [
        "запах",
        "цвет",
        "форма",
        "размер"
      ],
      [
        "размер",
        "запах",
        "вкус",
        "цвет"
      ],
      [
        "запах",
        "цвет",
        "размер",
        "вкус"
      ],
      [
        "голова",
        "икра",
        "почка",
        "бедро"
      ],
      [
        "икра",
        "почка",
        "бедро",
        "глаз"
      ],
      [
        "икра",
        "почка",
        "бедро",
        "поясница"
      ],
      [
        "икра",
        "почка",
        "бедро",
        "спина"
      ],
      [
        "икра",
        "спина",
        "почка",
        "бедро"
      ],
      [
        "спина",
        "икра",
        "бедро",
        "почка"
      ],
      [
        "колено",
        "почка",
        "бедро",
        "икра"
      ],
      [
        "почка",
        "икра",
        "колено",
        "бедро"
      ],
      [
        "бедро",
        "почка",
        "голова",
        "желудок"
      ],
      [
        "бедро",
        "почка",
        "нога",
        "лоб"
      ],
      [
        "висок",
        "глаза",
        "икра",
        "желудок"
      ],
      [
        "бедро",
        "лоб",
        "почка",
        "затылок"
      ],
      [
        "темя",
        "висок",
        "желудок",
        "почка"
      ],
      [
        "желудок",
        "висок",
        "позвоночник",
        "темя"
      ],
      [
        "темя",
        "висок",
        "шея",
        "позвоночник"
      ],
      [
        "темя",
        "шея",
        "позвоночник",
        "плечо"
      ],
      [
        "запястье",
        "плечо",
        "глаза",
        "позвоночник"
      ],
      [
        "шея",
        "ладонь",
        "плечо",
        "запястье"
      ],
      [
        "кожа",
        "ладонь",
        "запястье",
        "плечо"
      ],
      [
        "кожа",
        "палец",
        "запястье",
        "ладонь"
      ],
      [
        "натуропатия",
        "апитерапия",
        "акупунктура",
        "гомеопатия"
      ],
      [
        "фитотерапия",
        "натуропатия",
        "гомеопатия",
        "акупунктура"
      ],
      [
        "Ян",
        "Ан",
        "Инь",
        "Пин"
      ],
      [
        "Ян",
        "Инь",
        "Ан",
        "Пин"
      ],
      [
        "880",
        "1080",
        "980",
        "1000"
      ],
      [
        "1037",
        "1050",
        "1020",
        "1040"
      ],
      [
        "57",
        "77",
        "67",
        "87"
      ],
      [
        "Абу Али ибн Сино",
        "Аль-Фараби",
        "Аристотель",
        "Беруни"
      ],
      [
        "портфолио",
        "резюме",
        "кворум",
        "анамнез"
      ],
      [
        "кардиолог",
        "терапевт",
        "педиатр",
        "хирург"
      ],
      [
        "анестезиолог",
        "гипнотизёр",
        "рентгенолог",
        "физиотерапевт"
      ],
      [
        "костыли",
        "очки",
        "зубные протезы",
        "слуховой аппарат"
      ],
      [
        "к иммунологу",
        "к неврологу",
        "к гастроэнтерологу",
        "к нефрологу"
      ],
      [
        "травматолог",
        "нарколог",
        "гинеколог",
        "уролог"
      ],
      [
        "анатомический",
        "оперный",
        "музыкальный",
        "кукольный"
      ],
      [
        "черепашка",
        "торопыжка",
        "неотложка",
        "пташка"
      ],
      [
        "ВОЗ",
        "МОК",
        "ЮНЕСКО",
        "МОТ"
      ],
      [
        "травами",
        "минералами",
        "спиртом",
        "лекарствами"
      ],
      [
        "качество",
        "целитель",
        "строитель",
        "отчизна"
      ],
      [
        "отвары",
        "мази",
        "аэрозоли",
        "таблетки"
      ],
      [
        "настои",
        "мази",
        "аэрозоли",
        "таблетки"
      ],
      [
        "мази",
        "аэрозоли",
        "настои",
        "таблетки"
      ],
      [
        "мази",
        "таблетки",
        "настои",
        "аэрозоли"
      ],
      [
        "вазелин",
        "пенициллин",
        "аспирин",
        "гормоны"
      ],
      [
        "аспирин",
        "вазелин",
        "пенициллин",
        "валериана"
      ],
      [
        "валериана",
        "пенициллин",
        "вазелин",
        "гормоны"
      ],
      [
        "пенициллин",
        "валериана",
        "гормоны",
        "вазелин"
      ],
      [
        "Беруни",
        "Наваи",
        "Ал-Фараби",
        "Аристотеля"
      ],
      [
        "Ал-Фараби",
        "Жоми",
        "Беруни",
        "Наваи"
      ],
      [
        "лечение продуктами пчеловодства",
        "лечение камнями",
        "лечение музыкой",
        "траволечение"
      ]
    ],
    "correctAnswers": [
      1,
      3,
      1,
      3,
      1,
      4,
      3,
      1,
      3,
      3,
      2,
      1,
      3,
      4,
      3,
      4,
      1,
      2,
      3,
      1,
      2,
      2,
      1,
      4,
      3,
      3,
      2,
      2,
      3,
      3,
      1,
      2,
      3,
      2,
      2,
      2,
      1,
      1,
      2,
      2,
      1,
      4,
      2,
      1,
      1,
      1,
      3,
      4,
      4,
      2,
      2,
      1,
      1,
      4,
      1,
      2,
      2,
      4,
      1,
      1,
      1,
      4,
      4,
      4,
      3,
      1,
      4,
      4,
      2,
      2,
      3,
      4,
      1,
      4,
      4,
      1,
      1,
      3,
      2,
      3,
      1,
      2,
      1,
      4,
      4,
      2,
      4,
      3,
      1,
      3,
      1,
      2,
      1,
      2,
      1,
      2,
      4,
      2,
      2,
      3,
      1,
      1,
      3,
      1,
      2,
      2,
      2,
      4,
      2,
      1,
      3,
      4,
      4,
      1,
      2,
      2,
      3,
      3,
      3,
      3,
      4,
      1,
      4,
      4,
      4,
      3,
      1,
      1,
      2,
      1,
      3,
      4,
      2,
      2,
      1,
      2,
      1,
      3,
      4,
      1,
      1,
      2,
      3,
      1,
      3,
      4,
      1,
      2,
      2,
      2,
      3,
      3,
      1,
      3,
      3,
      4,
      4,
      3,
      2,
      4,
      1,
      1,
      1,
      4,
      1,
      2,
      3,
      1,
      1,
      2,
      3,
      4,
      4,
      4,
      3,
      4,
      2,
      2,
      1,
      3,
      3,
      4,
      1,
      1,
      4,
      1,
      3,
      1,
      3,
      1,
      4,
      1,
      1,
      1,
      4,
      2,
      3,
      1,
      1,
      1,
      1,
      3,
      3,
      3,
      2,
      1,
      2,
      2,
      1,
      4,
      1,
      1,
      4,
      3,
      4,
      2,
      3,
      4,
      2,
      3,
      2,
      4,
      1,
      4,
      4,
      2,
      3,
      2,
      3,
      2,
      3,
      4,
      2,
      1,
      4,
      1,
      1,
      2,
      4,
      4,
      3,
      4,
      4,
      4,
      2,
      4,
      2,
      1,
      1,
      2,
      1,
      4,
      4,
      4,
      3,
      3,
      4,
      3,
      4,
      4,
      1,
      4,
      1,
      3,
      3,
      4,
      1,
      2,
      1,
      2,
      4,
      4,
      1,
      2,
      3,
      1,
      1,
      1,
      4,
      3,
      1,
      2,
      4,
      2,
      1,
      3,
      1,
      4,
      2,
      1,
      4,
      1,
      4,
      2,
      4,
      3,
      3,
      4,
      1,
      1
    ]
  },
  'Tarix': {
    "questions": [
      "Toshkent-Samarqandni bog`lovchi tezyurar poyezd?",
      "BMTning Bosh kotibi kim?",
      "O`zbekiston Respublikasi Konstitutsiyasi va qonunlarda necha yoshga to`lgan fuqarolarning saylash huquqiga ega ekanligi belgilab qo`yilgan?",
      "O`zbekiston Respublikasi Parlamentining quyi palatasi qanday nomlanadi?",
      "Jamiyatda ikki yoki undan ortiq partiyaning faoliyat yuritishi nima deyiladi?",
      "Oʻzbekiston Respublikasi Davlat madhiyasi matni kim tomonidan yozilgan?",
      "Toshkentda birinchi bo`lib qaysi davlatning elchixonasi ochildi?",
      "Vakolatli davlat organiga saylangan kishi, vakil qanday ataladi?",
      "Toshkent islom instituti kimning nomiga qo`yilgan?",
      "Ta`lim, fan va madaniyat masalalari bo`yicha Xalqaro islom tashkiloti qanday nomlanadi?",
      "Necha yoshdan kam bo`lmagan fuqarolar Prezidentlikka saylanishi mumkin?",
      "SH.M.Mirziyoyev O`zbekistonda harbiy ta`lim maktablariga qanday nom berishni taklif qilgan?",
      "Konstitutsiyaga muvofiq o`zbekiston Respublikasining davlat boshlig`i kim?",
      "Yuneskoning qarorgohi qaysi davlatda joylashgan?",
      "O`zbekistonning eng yangi tarixi fani qaysi davrni o`rganadi?",
      "Oliy Majlisning yuqori palatasi qanday nomlanadi?",
      "Mustaqillik davrida tashkil topgan ilk siyosiy partiya bu qaysi partiya edi?",
      "Taraqqiyotning “o`zbek modeli” ning asoschisi kim?",
      "O`zbekiston Respublikasi Oliy Kengashining X sessiyasida 1992 yil 2 iyulda qaysi davlat ramzi qabul qilindi?",
      "Viloyat va Toshkent shahar hokimi kim tomonidan qonunga muvofiq tayinlanadi hamda lavozimidan ozod etiladi?",
      "O`zbekiston Respublikasining Davlat gerbida quyidagi qaysi rang mavjud emas?",
      "Quyidagi qaysi rang qonun ustuvorligi va or nomuslilik ramzi?",
      "1993 yil 1-noyabrda O`zbekistonda qanday pul muomalaga kiritildi?",
      "Uzoqqa boruvchi ta`sir vositalari va uslublari; maqsadni istiqbolli dinamik aniqlab olish bu—…?",
      "Bugungi kunda O`zbekistonda fuqarolarni qamoqqa olishga sanksiya berish huquqi …… o`tkazildi?",
      "Tuman va shaharlarning hokimlari kim tomonidan tayinlanadi va lavozimidan ozod qilinadi?",
      "1999-yil — „Alpomish“ dostonining necha yilligi o`tkazildi?",
      "Innovatsiya- atamasini izohlang.?",
      "O`zbekistonda favqulodda sudlar tuzishga …….",
      "BMT homiyligidagi ta`lim, fan va madaniyat bilan shug`ullanuvchi xalqaro tashkilot –bu…",
      "Mang`itlar sulolasining eng oxirgi vakili?",
      "O`zbekiston SSRning birinchi poytaxti ni aniqlang",
      "O`rta Osiyo tarixi haqida ma`lumot beruvchi eng qadimgi manba?",
      "YUNESKO tomonidan qaysi kun “Xalqaro bag`rikenglik kuni” deb e`lon qilingan?",
      "O`zbekiston Respublikasining aholisi mustaqillik e`lon qilingan paytda necha kishini tashkil etgan?",
      "O`zbekistonda so`m valyutasi qachondan muomalaga kiritildi?",
      "Toshkent xalqaro aeroportiga qachon O`zbekiston Respublikasi birinchi prezidenti I.Karimov nomi berildi?",
      "Ro`za hayiti qachondan dam olish kuni deb e`lon qilindi?",
      "Taraqqiyot strategiyasi nechanchi yillarni o`z ichiga oladi?",
      "Demokratiya so`zining ma`nosi nima?",
      "“Al Jome` as-Sahih “asari kimning qalamiga mansub?",
      "“Fikrga qarshi fikr,g`oyaga qarshi g`oya, jaholatga qarshi ….bilan kurashmoq kerak.",
      "1996 yilda qaysi shaharlar “Amir Temur” ordeni bilan mukofotlandi?",
      "BMTning doimiy ish oʻrni (shtab kvartirasi) qaysi shaharda joylashgan?",
      "Yer yuzida tinchlikni mustahkamlash va xavfsizlikni ta`minlash, davlatlarning oʻzaro hamkorligini rivojlantirish maqsadida tashkil etilgan xalqaro tashkilotni aniqlang",
      "YUNESKO qaroriga binoan qaysi shaharda Markaziy Osiyo tadqiqotlari xalqaro instituti tashkil etilgan?",
      "O`zbekiston Respublikasi Prezidentining iqtidorli yoshlarning chet ellarga o`qishini qo`llab quvvatlash bo`yicha tashkil etilgan jamg`arma nomini aniqlang.",
      "Toshkent xalqaro aeroportiga qachon I.Karimov nomi berildi?",
      "Qachon “O`zDAEWOavto” qo`shma korxonasi ochildi?",
      "Qachon ”GM-Uzbekistan” qo`shma korxonasi tashkil etildi?",
      "“Tarix” so`zi qaysi tildan olinib “o`tmish, o`tgan voqealar haqida hikoya qilish” degan manoni beradi?",
      "Ittifoqdosh respublikalar o`rtasida birinchi bo`lib qaysi birida prezidentlik boshqaruvi joriy qilingan?",
      "O`zbekiston Respublikasi  Prezidenti saylovi tog`risida”gi qonuni qachon qabul qilingan?",
      "Qachongacha parlamentimiz Oliy Kengash nomi bilan atalgan?",
      "2003 -2016- yillarda O`zbekiston respublikasida kim Bosh vazir bo`lgan?",
      "O`zbekiston Respublikasi parlamenti necha palatadan iborat?",
      "Buxoro shahri qachon YUNESKO ro`yxatiga kiradi?",
      "“Buxoro tarixi” asarining muallifi kim?",
      "O`zbekistonni dengiz yo`liga olib chiqadigan eng yaqin yo`l qaysi davlat orqali o`tgan?",
      "Mamlakat Prezidenti 1996-yilni ... deb atash to`g`risida farmon qabul qildi",
      "1994-yilni hukumat qarori bilan mamlakatimizda .... deb e`lon qilindi",
      "BMT ning Toshkentdagi vakolatxonasi qachon ochilgan?",
      "O`zbekis-ton qaysi tashkilotga 1991-yilning dekabr oyida a`zo bo`lgan?",
      "Mustaqil O`zbekistonda ilk bor “Ta`lim to`g`risida”gi qonun qachon qabul qilindi?",
      "Qachondan 9 may – “Xotira va qadrlash kuni” sifatida nishonlanadigan bo`ldi?",
      "2023 yilning 30-aprel sanasida referendum o`tkazilib,O`zbekiston Respublikasi Konstitutsiyasiga o`zgartirishlar kiritilishi natijasida,Konstitutsiyamizninig tarkibi...",
      "1993 yil yanvar oyida Toshkentda tashkil etilgan uchrashuvda qaysi tashkilot tuzildi?",
      "O`zbekiston maktablari uchun darsliklar necha tilda chop etiladi?",
      "Toshkentda Temuriylar tarixi davlat muzeyi qachon ochildi?",
      "Muqaddas kitob-Qur`oni Karim 1992-yilda ilk bor kim tomonidan o`zbek tiliga tarjima qilindi?",
      "Davlat hokimiyati necha bo`g`inga bo`linadi?",
      "O`zbekistonda 1996-yida qaysi turdagi mashinalar ishlab chiqildi?",
      "Shimoliy alyans harbiy bloki (NATO) ga qachon asos solingan?",
      "Qaysi buyuk bobokalonimiz Humo qushini barcha tirik mavjudotlar ichida eng saxovatlisi deb ta`riflagan?",
      "O`zbekistonning Birinchi Prezidenti qaysi yilga qadar o`z lavozimida bo`lgan?",
      "2017-yilgi Harakatlar strategiyasi nechta ustuvor yo`nalishni o`z ichiga oladi?",
      "1970-1980-yillarda Paxta maydonlariga sepilayotgan zaharli kimyoviy moddalar va defoliantlarning necha turi qo`llanildi?",
      "“Suyunchi”, “Kelinlar qo`zg`oloni” kabi filmlar rejissori kim edi?",
      "1980-yillar oxirida Navro`z bayrami, aprel oyining o`rtalaridan sun`iy o`ylab topilgan, qanday nomlangan bayram bilan almashtirilgan?",
      "Quyidagi arboblardan qaysi biri “O`rta Osiyo jadidlarining otasi” deb tan olingan?",
      "SSSR qachon parchalandi?",
      "Jadid so`zinig ma`nosi nima?",
      "O`zbekistonda qonun chiqaruvchi organ bu qaysi organ?",
      "O`rta asrning qaysi olimi algebra fani asoschisi hisoblanadi?",
      "Vijdon erkinligi- bu nima degani ?",
      "Quyidagi shaxslardan qaysi biri jadid namoyondasi bo`lmagan?",
      "Mamlakat iqtisodiyotida narx-navoning ko`tarilib, pulning qadrsizlanishi qanday nomlanadi?",
      "O`zbekiston quyidagi qaysi davlat bilan chegaradosh emas?",
      "O`zbekistonning qaysi viloyati hududi jihatdan eng katta?",
      "“Har kim ta`lim olish huquqiga ega. Davlat bepul umumiy o`rta ta`lim va boshlang`ich professional ta`lim olishni kafolatlaydi. Umumiy o`rta ta`lim majburiydir”. Ushbu qoida yangi tahrirdagi Konstitutsiyamizning nechanchi moddasida belgilab qо`yilgan?",
      "Mamlakatimizda aholining necha yoshgacha bо`lgan qismi yoshlar toifasiga kiritiladi?",
      "Qaysi sana о`zbekistonda “Yoshlar kuni” sifatida nishonlanadi?",
      "O`zbekistonda an`anaviy “Sharq taronalari” xalqaro musiqa festivali qaysi shaharda o`tkazib kelinmoqda?",
      "1991-yilda yurtimizda qaysi allomaning 550 yilligi nishonlangan edi?",
      "О`zbekiston Ekologik partiyasi qachon tashkil etildi?",
      "O`zbekiston Respublikasida ijroiya hokimiyat rahbari kim?"
    ],
    "answers": [
      [
        "- Afrosiyob",
        "- Marokand",
        "- Nasaf",
        "- Lokomotiv"
      ],
      [
        "- Rumen Pudev",
        "- Si Szinpin",
        "- Antonio Guterrish",
        "- Kristin Lagard"
      ],
      [
        "- 18",
        "- 19",
        "- 25",
        "- 21"
      ],
      [
        "- Sotsial",
        "- Senat",
        "- Qonunchilik",
        "- Mulkdorlar"
      ],
      [
        "- Ko`p partiyaviylik",
        "- Kuchli fuqarolik jamiyati",
        "- Mahalliy o`zo`zini boshqarish",
        "- Huquqiy Demokratik tamoyil"
      ],
      [
        "- Alisher Navoiy",
        "- Muhammad Yusuf",
        "- Erkin Vohidov",
        "- Abdulla Oripov"
      ],
      [
        "- Fransiya",
        "- Turkiya",
        "- AQSH",
        "- Rossiya"
      ],
      [
        "- Deputat",
        "- Delegate",
        "- Elchi",
        "- Vazir"
      ],
      [
        "- Al Moturidiy",
        "- Iso Termiziy",
        "- Imom Buxoriy",
        "- Mahmud Zamaxshariy"
      ],
      [
        "- YUNISEF",
        "- OIK",
        "- ISESCO",
        "- YUNESCO"
      ],
      [
        "- 21 yoshdan",
        "- 35 yoshdan",
        "- 18 yoshdan",
        "- 25 yoshdan"
      ],
      [
        "- Temurbeklar maktabi",
        "- Vatan himoyachilari",
        "- Yosh vatanparvarlar",
        "- Manguberdi o`g`lonlari"
      ],
      [
        "- Vazirlar Mahkamasi rahbari",
        "- Bosh vazir",
        "- Prezident",
        "- Oliy Majlis raisi"
      ],
      [
        "- Shvetsariya",
        "- AQSH",
        "- Rossiya",
        "- Fransiyada"
      ],
      [
        "- Sovetlar davrini",
        "- Mustamlakachilik davrini",
        "- Milliy istqlol davrini",
        "- O`rta asrlar davrini"
      ],
      [
        "- Qonunchilik palatasi",
        "- Prezident administratsiyasi",
        "- Hukumat kotibiyati",
        "- Senat"
      ],
      [
        "- O`zbekiston Xalq demokratik partiyasi",
        "- Fidokorlar milliydemokratik partiyasi",
        "- Vatan taraqqiyoti partiyasi",
        "- Erk demokratik partiyasi"
      ],
      [
        "- M.S.Gorbachev",
        "- I.A.Karimov",
        "- V.Elsin",
        "- R.Nishonov"
      ],
      [
        "- O`zbekiston Respublikasining Davlat valyutasi",
        "- O`zbekiston Respublikasining Davlat madhiyasi",
        "- O`zbekistonning Davlat gerbi",
        "- O`zbekiston Respublikasining Davlat bayrog`i"
      ],
      [
        "- O`zbekiston Respublikasi prezidenti",
        "- Xalq tomonidan",
        "- Oliy Majlis",
        "- Vazirlar Mahkamasi"
      ],
      [
        "- Qora",
        "- Qirmizi",
        "- Kumush",
        "- Yashil"
      ],
      [
        "- Moviy havorang",
        "- Siyoh rang",
        "- Oq rang",
        "- Tilla rang"
      ],
      [
        "- so`m-kupon",
        "- so`m",
        "- Manat",
        "- rubl"
      ],
      [
        "- Sanksiya",
        "- Konversiya",
        "- Konsepsiya",
        "- Strategiya"
      ],
      [
        "- Prezidentga",
        "- Hokimga",
        "- Sudga",
        "- Proukrorga"
      ],
      [
        "- O`zbekiston Respublikasi Prezidenti",
        "- Xalq deputatlari",
        "- Tegishli viloyat hokimlari",
        "- Xalq tomonidan"
      ],
      [
        "- 1200 yilligi",
        "- 1000 yilligi",
        "- 1700 yilligi",
        "- 500 yilligi"
      ],
      [
        "- (yun. — tushuncha, ta`limot) Organizmning kimyoviy xususiyatlari, uning immuniteti haqidagi fan",
        "- – (ingl.— kiritilgan yangilik, ixtiro)",
        "- – (lot. o`xshatmoq, tenglashtirmoq, baravarlamoq) monandlik. Siyosiy identifikatsiya - u yoki bu siyosiy guruhga o`zini boshqalardan ajratish imkonini beruvchi barqaror belgilar",
        "- lot.-cōnfessio dinlar va uning shaxobchalari, tarmoqlari, mazhab, oqim va yo`nalishlarini ifodalovchi umumiy tushuncha"
      ],
      [
        "- zarurat sababchi bo`lishi mumkin",
        "- faqat poytaxtda ruxsat bor",
        "- yo`l qo`yilmaydi",
        "- majbur qilinadi"
      ],
      [
        "- UNISEF",
        "- JST",
        "- YUNES KO",
        "- MOQ"
      ],
      [
        "- Amir Olimxon",
        "- Tuvaxon",
        "- Xudoyorxon",
        "- Sherg`ozixon"
      ],
      [
        "- Toshkent",
        "- Buxoro",
        "- Samarqand",
        "- Qo`qon"
      ],
      [
        "- Marhumlar kitobi",
        "- Rigveda",
        "- Avesto",
        "- Videvdat"
      ],
      [
        "- 21 dekabr",
        "- 16 noyabr",
        "- 21 fevral",
        "- 9 may"
      ],
      [
        "- 19,5 mln kishini",
        "- 21,5 mln kishini",
        "- 20 mln kishini",
        "- 31,5 mln kishini"
      ],
      [
        "- 1995 yil noyabrda",
        "- 1994 yil 1 iyul",
        "- 1995yil iyunda",
        "- 1995 yil martda"
      ],
      [
        "- 2017 yil",
        "- 2018yil",
        "- 2015 yil",
        "- 2016 yil"
      ],
      [
        "- 1992 yil 27 martda",
        "- 1990 yil 27 martda",
        "- 1991 yil 2 martda",
        "- 1990 yil 5 avgust"
      ],
      [
        "- 2020-2024 yillar",
        "- 2022-2026 yillar",
        "- 2021-2025 yillar",
        "- 2018-2024 yillar"
      ],
      [
        "- Tasdiqlayman",
        "- Xalq hokimiyati",
        "- Oldinda o`tiruvchi",
        "- Yakka hokimlik"
      ],
      [
        "- Imom al Buxoriy",
        "- Xoja Ahror Valiy",
        "- B.Naqshband",
        "- Burhoniddin al Marg`inoniy"
      ],
      [
        "- madaniyat",
        "- Tarbiya",
        "- So`z",
        "- Ma`rifat"
      ],
      [
        "- Toshkent va Samarqand.",
        "- Samarqand va Shahrisabz.",
        "- Qarshi va Shahrisabz.",
        "- Toshkent va Buxoro."
      ],
      [
        "- Nyu-York",
        "- Vashington",
        "- Parij",
        "- Chikago"
      ],
      [
        "- BMT",
        "- YUNESKO",
        "- NATO",
        "- SHHT"
      ],
      [
        "- Samarqand",
        "- Buxoro",
        "- Xiva",
        "- Toshkent"
      ],
      [
        "- Fitrat",
        "- Kamolot",
        "- Umid",
        "- Ulug`bek"
      ],
      [
        "- 2013-yil",
        "- 2014-yil",
        "- 2018-yil",
        "- 2017 -yil"
      ],
      [
        "- 1995- yil avgust",
        "- 1994 - yil sentabr",
        "- 1993 - yil avgust",
        "- 1996- yil iyul"
      ],
      [
        "- 2009-yil",
        "- 2007-yil",
        "- 2003-yil",
        "- 2008-yil"
      ],
      [
        "- Fors",
        "- Arab",
        "- lotin",
        "- Ingliz"
      ],
      [
        "- O`zbekiston",
        "- Tojikiston",
        "- Turkmaniston",
        "- Qozog`iston"
      ],
      [
        "- 1991-yil 18-noyabr",
        "- 1991-yil 29-dekabr",
        "- 1992- yil 10-dekabr",
        "- 1992 –yil 5-dekabr"
      ],
      [
        "- 1998yil",
        "- 1997-yil",
        "- 1999-yil",
        "- 1995-yil"
      ],
      [
        "- Shavkat Mirziyoyev",
        "- Shukrullo Mirsaidov",
        "- Abdulhoshim Mutalibov",
        "- O`tkir Sultonov"
      ],
      [
        "- 3",
        "- 2",
        "- 1",
        "- 4"
      ],
      [
        "- 1998 yil",
        "- 1993yil",
        "- 1995 yil",
        "- 1999 yil"
      ],
      [
        "- Beruniy",
        "- Farg`oniy",
        "- Xorazmiy",
        "- Narshaxiy"
      ],
      [
        "- Afg`oniston",
        "- Turkmaniston",
        "- Hindiston",
        "- Xitoy"
      ],
      [
        "- “Amir Temur yili”",
        "- Ibn Sino",
        "- “Navoiy yili”",
        "- “Ulug`bek yili”"
      ],
      [
        "- “Ulug`bek yili”",
        "- “Ibn Sino yili”",
        "- “Amir Temur yili”",
        "- “Navoiy yili”"
      ],
      [
        "- 1999-yil 2-avgust",
        "- 1998-yil 4-avgust",
        "- 1995-yil 24-avgust",
        "- 1993-yil 24-avgust"
      ],
      [
        "- BMT",
        "- Yunesko",
        "- Yunisef",
        "- MDH"
      ],
      [
        "- 1994-yil 31-avgustda",
        "- 2000-yil 15-sentyabrda",
        "- 1997-yil 27-avgustda",
        "- 1992-yil 2-iyulda"
      ],
      [
        "- 1998-yil",
        "- 2001-yil",
        "- 1999-yil",
        "- 1997-yil"
      ],
      [
        "- Muqaddi-ma,6 bo`lim,27 bob 155 moddadan iborat bo`ldi",
        "- Muqadddima,6 bo`lim,28 bob 160 moddadan iborat bo`ldi",
        "- Muqadddima,6 bo`lim,27 bob 158moddadan iborat bo`ldi",
        "- Muqadddima,4 bo`lim,30 bob 130 moddadan iborat bo`ldi"
      ],
      [
        "- Mintaqaviy xavfsizlik tashkiloti",
        "- Kollektiv xavfsizlik kengashi",
        "- Mustaqil davlatlar Hamdo`stligi",
        "- Markaziy Osiyo Hamdo`stligi"
      ],
      [
        "- 8 tilda",
        "- 9 tilda",
        "- 6 tilda",
        "- 7 tilda"
      ],
      [
        "- 1994-yilda",
        "- 1996-yilda",
        "- 1999-yilda",
        "- 1998-yilda"
      ],
      [
        "- Sams Tabriziy tomonidan",
        "- Alouddin Mansur tomonidan",
        "- Shamsiddin Toshkandiy tomonidan",
        "- Abdulaziz Samarqandiy tomonidan"
      ],
      [
        "- 4",
        "- 2",
        "- 3",
        "- 1"
      ],
      [
        "- Nexia,Chevrolet Spark",
        "- Matiz,yangilangan Damas",
        "- Matiz, Nexia Donc",
        "- Damas, Tico, Nexia"
      ],
      [
        "- 1949 yil 4 aprel",
        "- 2005 yil 19 dekabr",
        "- 2001 yil 14 iyun",
        "- 1945 yil 24 oktyabr"
      ],
      [
        "- Amir Temur",
        "- Mirzo Ulug`bek",
        "- Bobur",
        "- Аlisher Navoiy"
      ],
      [
        "- 2023-yil 30-mart",
        "- 1992-yil",
        "- 1993-yil 26-sentabrda",
        "- 2016-yil"
      ],
      [
        "- 5",
        "- 2",
        "- 12",
        "- 6"
      ],
      [
        "- 80 dan ortiq turi",
        "- 90 dan ortiq turi",
        "- 100 dan ortiq turi",
        "- 70 dan ortiq turi"
      ],
      [
        "- L.Fayziyev",
        "- А.Qobulov",
        "- M.Аbzalov",
        "- L.Fayziyev"
      ],
      [
        "- “Mehrjon”",
        "- “Navbahor”",
        "- “Qizil karvon”",
        "- “Paxta bayrami”"
      ],
      [
        "- Abdurauf Fitrat",
        "- Abdulla Avloniy",
        "- M.Behbudiy",
        "- Munavvar Qori"
      ],
      [
        "- 1991-yil",
        "- 1995-yil",
        "- 1989-yil",
        "- 1993yil"
      ],
      [
        "- Boshlash",
        "- Yangi",
        "- O`zgartirish",
        "- Eski"
      ],
      [
        "- Oliy Majlis",
        "- Vazirlar mahkamasi",
        "- Prokuratura",
        "- Konstitutsiyaviy sud"
      ],
      [
        "- Al-Farobiy",
        "- Al-Beruniy",
        "- Al-Farg`oniy",
        "- Al-Xorazmiy"
      ],
      [
        "- Dinga e`tiqot qilish",
        "- Dinga e`tiqot qilmaslik",
        "- Dinlararo totuvlik",
        "- Xohlagan diniga e`tiqot qilish yoki qilmaslik"
      ],
      [
        "- Abduqodir Shukuriy",
        "- Hamid Olimjon",
        "- Hamza",
        "- Abdulla Avloniy"
      ],
      [
        "- Integratsiya",
        "- Konvertizatsiya",
        "- Emissiya",
        "- Inflyatsiya"
      ],
      [
        "- Afg`oniston",
        "- Qirg`iziston",
        "- Eron",
        "- Turkmaniston"
      ],
      [
        "- Navoiy",
        "- Samarqand",
        "- Buxoro",
        "- Qashqadaryo"
      ],
      [
        "- 38-modda",
        "- 12-modda",
        "- 50-modda",
        "- 41-modda"
      ],
      [
        "- 30 yoshgacha",
        "- 18 yoshgacha",
        "- 13 yoshgacha",
        "- 25 yoshgacha"
      ],
      [
        "- 8-dekabr",
        "- 30-iyun",
        "- 1-yanvar",
        "- 2-iyul"
      ],
      [
        "- Samarqand",
        "- Namangan",
        "- Andijon",
        "- Buxoro"
      ],
      [
        "- Bobur",
        "- Alisher Navoiy",
        "- Amir Temur",
        "- Mirzo Ulug`bek"
      ],
      [
        "- 2019-yil yanvarda",
        "- 2017-yil fevralda",
        "- 2013-yil mayda",
        "- 2018-yil oktabrda"
      ],
      [
        "- Senat raisi",
        "- Bosh vazir",
        "- Spiker",
        "- Oliy Majlis raisi"
      ]
    ],
    "correctAnswers": [
      1,
      3,
      1,
      3,
      1,
      4,
      3,
      1,
      3,
      3,
      2,
      1,
      3,
      4,
      3,
      4,
      1,
      2,
      3,
      1,
      2,
      2,
      1,
      4,
      3,
      3,
      2,
      2,
      3,
      3,
      1,
      2,
      3,
      2,
      2,
      2,
      1,
      1,
      2,
      2,
      1,
      4,
      2,
      1,
      1,
      1,
      3,
      4,
      4,
      2,
      2,
      1,
      1,
      4,
      1,
      2,
      2,
      4,
      1,
      1,
      1,
      4,
      4,
      4,
      3,
      1,
      4,
      4,
      2,
      2,
      3,
      4,
      1,
      4,
      4,
      1,
      1,
      3,
      2,
      3,
      1,
      2,
      1,
      4,
      4,
      2,
      4,
      3,
      1,
      3,
      1,
      2,
      1,
      2,
      1,
      2
    ]
  },
  'Lotin tili': {
    "questions": [
      "Lotin alifbosida nechta harf bor?",
      "Qaysi so`zda ”C“ harfi “ts” deb o`qiladi?",
      "Retsept blankasi necha qismdan iborat?",
      "Nuqtalar o`rnini to`ldiring: Murdadan qo`rish -………..phobia.",
      "Nuqtalar o`rnini to`ldiring: o`z qoni bilan davolash -…………….haemotherapia.",
      "“Ko`krak sohasida kasalligi” ma`nosini ifodalovchi atamalar yasang:",
      "“mushak to`qimasidagi o`sma” my-…..",
      "......nomlardagi tarkibiy qismlar taxminan anatomik, fiziologik va terapevtik xarakterdagi axborotni berishi mumkin.",
      "“Shirin miya siropi”",
      "Dorivor ashyolarning nomenklaturasi……",
      "“Ch”-harf birikmasi qaysi tovushni bildiradi?",
      "Diftong deb nimaga aytiladi?",
      "Berilgan atamalarning qaysi birida diftong bor?",
      "Qaysi so`zda C harfi ”k“ deb tallafuz qilinadi?",
      "Qaysi holatlarda ”S“ harfi “z” deb o`qiladi?",
      "Digraf deb nimaga aytiladi?",
      "Qaysi so`zda “s” harfi [z] deb o`qiladi?",
      "Berilgan atamalarning qaysi birida digraf bor?",
      "Lotin tilida urg`u nechinchi bo`g`indan qo`yiladi?",
      "“Antipyrinum” so`zida qaysi tarkibiy qism axborot beruvchi?",
      "« Corvalolum » so`zida qaysi tarkibiy qism axborot beruvchi ?",
      "« Novocainum » so`zida qaysi tarkibiy qism axborot beruvchi ?",
      "Qon tomirlarini kengaytiruvchi axborot beruvchi so`zni toping:",
      "Mahalliy og`riqsizlantiruvchi …….",
      "“aralashtirmoq” fe`lini ajrating",
      "Qaysi so`zda „ti” harf birikmasi [ti] deb o`qiladi",
      "V turlanishdagi otni aniqlang",
      "“Aralashtir suyuq surtma hosil bo`lsin”-bu",
      "Sifat so`z turkumi qaysi javobda berilgan?",
      "II turlanishdagi otni aniqlang",
      "V turlanishdagi ot qaysi variantda berilgan?",
      "Shakarning lotincha nomlanishi?",
      "“Yuqori jag`” ning lotincha-yunoncha dubleti?",
      "Birinchi guruh sifatni aniqlang",
      "Qaysi so`zda ikkinchi bo`g`in qisqa o`qiladi",
      "“Fosfor” elementi nomini aniqlang",
      "“Musculus longus” tarjimasini toping",
      "Qaysi so`zda ikkinchi bo`g`in cho`ziq o`qiladi",
      "“ala” so`zi Gen.Singda qanday qo`shimcha oladi",
      "“Kapsulalarda”qisqartma so`zini aniqlang",
      "“ os zygomatic...“ to`g`ri qo`shimchani qo`ying",
      "„Chirurgia” so`zining ma`nosi?",
      "[kv] tovushini beradigan so`zni aniqlang",
      "Otning rod ko`rsatkichi nechta",
      "Th- harf birikmasi qaysi tovushni bildiradi",
      "Sch- harf birikmasi qaysi tovushni bildiradi",
      "Birinchi guruh sifatni aniqlang",
      "Atamaning mos tarjimasini toping: “ponasimon suyak”",
      "Cho`ziqlik qoidasi nechta qoidadan iborat?",
      "Qaysi diftonglar urg`u oladi?",
      "“Compositus” so`zi nechta bo`gindan iborat?",
      "“Ligamentum” so`zida urg`u qaysi bo`g`inga tushadi?",
      "“Diaeta” so`zida urg`u qaysi bo`g`inga tushadi?",
      "Maqolni lotin tilida tarjimasini toping. ”Yozmoq, ikki qayta o`qimoqdir“.",
      "Lotin tilida fe`llar nechta turda bo`linadi?",
      "Birinchi tuslanishda fe`l qaysi qo`shimchaga ega?",
      "Miscere - fe`li qaysi tuslanishga ega?",
      "Audire – fe`li qaysi tuslanishga ega ?",
      "Fe`lning lug`at shakli to`gri yozilgan qatorni toping.",
      "Retseptda fe`llar qaysi maylda yoziladi?",
      "Lotin tilida otlar nechta turlanishga bo`linadi?",
      "Birinchi turlanishdagi otni aniqlang.",
      "Moslashmagan aniqlovchi atamani aniqlang.",
      "Bosh kelishik lotinchada-",
      "III - turlanishdagi otni aniqlang.",
      "V-turlanishdagi otni aniqlang:",
      "Lug`at shakli to`g`ri yozilgan otni toping",
      "IV turlanishdagi otni aniqlang",
      "Maqolni lotin tilida to`g`ri tarjimasini toping. ”Mehnat tanani chiniqtiradi”.",
      "Gen. Sing shaklidagi otni aniqlang;",
      "Gustus,us,m. Bu atama qaysi turlanishga tegishli?",
      "Moslashmagan aniqlovchili atamani toping.",
      "Berilgan qaysi javobda sifat to`g`ri yozilgan?",
      "Birinchi guruh sifatni aniqlang",
      "Ikkinchi guruh sifatga qaysi turlanish kiradi?",
      "Moslashgan aniqlovchi atamasini toping.",
      "“Yaqinlashtiruvchi ” ma`noni beradigan old qo`shimchali so`zni toping.",
      "Qaysi so`zda “ichida”old qo`shimchasi ishlatilgan?",
      "Qaysi so`zda “ostida”old qo`shimchasi ishlatilgan?",
      "“Ko`krak qafasining pastki teshigi” atamasini aniqlang.",
      "“Bosh miyaning yumshoq pardasi” atamasini toping.",
      "“Qo`shmoq” fe`lini ajrating",
      "Moslashgan aniqlovchili atamani toping",
      "Oddiy darajadagi sifatni aniqlang.",
      "“Aralashtir shamcha hosil bo`lguncha”-bu",
      "„Suyak bo`g`imlarining yallig`lanishi” ma`nosini beradigan atamani toping.",
      "„Bosh miyaning yallig`lanishi” atamasini toping.",
      "“Til`” ning lotincha-yunoncha dubleti?",
      "„Davolash” ma`nosini bildiradigan atamani yunoncha – lotincha atalishini aniqlang.",
      "„Tosh kasalligi” atamasini aniqlang.",
      "Qaysi so`zda „su” harf birikmasi [sv] deb o`qiladi?",
      "Qaysi so`zda „ti” harf birikmasi [tsi] deb o`qiladi?",
      "Bir kunlik dori qabul qilish dozasi qaysi javobda ko`rsatilgan?",
      "“Pollex” so`zining ma`nosini toping.",
      "Maqolning o`zbekcha ekvivalentini toping: “Omnium artium medicina nobillisima est”",
      "Acidum ascorbinicum- ma`nosi nima?",
      "Orttirma daraja sifatini toping.",
      "“Tishga oid” atamasi qanday ataladi?",
      "“Orqadagi” sifati qanday nomlanadi?",
      "Moslashmagan aniqlovchi nima?",
      "Moslashgan aniqlovchi atamani toping.",
      "Moslashgan aniqlovchi nima?",
      "To`qimalarni o`rganuvchi fan.",
      "“O`t tosh kasalligi” atamasini aniqlang.",
      "“Siydik – tosh kasalliklari” atamasini aniqlang.",
      "Qon bosimining tushishi-",
      "Lotin tilida “ad, ab”prefikslari qanday ma`nolarni ifodalashda qo`llaniladi?",
      "“Tish” atamasini lotincha – yunoncha dubletini aniqlang:",
      "Keksalikni o`rganuvchi fan qaysi javobda to`g`ri berilgan?",
      "Qon bosimining ko`tarilishi-",
      "Tuzning lotincha nomlanishi?",
      "Tarjima qiling: ter bezlarida hosil bo`ladigan xavfsiz o`sma",
      "“Funksiyaning buzilishi” old qo`shimchasi qaysi",
      "Vodorod-",
      "Yalpizning lotincha nomlanishi?",
      "Moyning lotincha nomlanishi?",
      "Quyida berilgan so`zlarni yunon-lotin dubletini toping. « tomir »",
      "« O`t, safro »",
      "“Soch”",
      "“burun ”",
      "“Mammologus” atamasi tarkibidagi lotincha atama elementni aniqlang.",
      "Izoh bering : ”Rhinoplastica”",
      "“Somatoscopia”",
      "“ in vitro”",
      "“Rux surtmasi”",
      "Solutio Hydrogenii peroxydi- nima?",
      "“Da tales doses ”iborasini to`gri tarjimasini toping",
      "“Auto” atamasi qanday ma`noni bildiradi?",
      "“Efkalipt moyi” atamasini toping.",
      "[ngu] tovushi qaysi so`zda “ngv” talaffuzini beradi",
      "Izoh bering : ”Haemangio ma”",
      "”Medica mente, non medicamentis “, maqolini tarjimasini toping.",
      "”Optimum medicamentum quies est “ maqolni tarjimasini toping.",
      "Moslashgan aniqlovchi atamasini to`g`ri yozilgan variantni toping. Oq na`matak",
      "Moslashgan aniqlovchi atamasini to`g`ri yozilgan variantni toping. Toza suv",
      "Damlama va qaynatma nomlari uchta otdan iborat bo`ladi. Birinchi ot (Nom) bosh kelishikda tursa qolganlari qaysi kelishikda bo`ladi ?",
      "Tarkibida 20-25% dan ortiq kukun holidagi moddalar bo`lgan surtma nima deyiladi?",
      "Sirtdan ishlatishga mo`ljallangan yopishqoq konsistensiyali yumshoq dori turi nima deyiladi?",
      "Tabuletta nima?",
      "Farmokologik axborot beruvchi tarkibiy qismlarni aniqlang.",
      "Abreviatura deganda nimani tushunasiz?",
      "Tibbiyotda qo`llaniladigan dorivor moddalar nechi xil nom bilan ataladi?",
      "“Senna barglarining damlamasi”",
      "Damlama va qaynatma nomlari nechta otdan iborat ?",
      "Tarjima qiling : « Qizilpoycha o`simligining qaynatmasi »",
      "Nastoykalar, ekstraktlar, sharbatlar nechta otdan iborat bo`ladi?",
      "“Shirin miya siropi”",
      "“Do`lananing ekstrakti”",
      "Bir dori shaklida belgilangan dozalarda birdan ortiq ta`sir etuvchi moddalarga ega bo`lgan dori-darmonlar........ deyiladi.",
      "Dorivor preparatlarning nomlari to`g`ri berilgan qatorni toping: “Valeriana nastoykasi”",
      "Dorivor vositalar nomenklaturasi ning nechta tipik guruhi mavjud?",
      "Dorivor ashyolarning nomenklaturasi……",
      "Tomirlarni kasallanishi:",
      "“Dermatomyco sis” atama elementining ma`nosi:",
      "Orqa miya suyagining yallig`lanishi:",
      "Oshqozondan qon ketishi:",
      "Izoh bering : ”xeno“ yakka atama element qanday ma`noni bildiradi?",
      "Izoh bering : ”allo“ yakka atama element qanday ma`noni bildiradi?",
      "”Cystoscopia“ qanday ma`noni bildiradi?",
      "Herba Mentae-",
      "”Dysenteria “ qanday ma`noni bildiradi?",
      "“Marvaridgul nastoykasi” iborasi qaysi javobda t o`gri k o`rsatilgan.",
      "”O`pka “ atamasini yunon-lotin dubletini toping.",
      "”Electrothera pia” atama elementi qanday ma`noni bildiradi?",
      "”Otorhinolaryngologia“ atamasining o`zbek tilida berilishi.",
      "”Cholelithiasis“ atamasining o`zbek tilidagi variant.",
      "”Yiring oqishi“ atamasining lotin tilidagi variant.",
      "Oq rangning lotincha-yunoncha dubleti?",
      "“Og`iz orqali” – bu:",
      "”Laparatomia“ atamasini tarjimasini toping:",
      "Mujskoy rodning lotincha variantini tanlang",
      "Jenskiy rodning lotincha variantini tanlang",
      "“Osteomylitis” atama elementidagi suffiksni toping.",
      "“O`rin insonni emas, inson o`rinni bezaydi” maqolni tarjimasini toping.",
      "“Invia est in medicina via sine lingua Latina” maqolni o`zbekcha tarjimasini toping.",
      "Sredniy rodning lotincha variantini tanlang",
      "Yashil rangning lotincha-yunoncha dubleti?",
      "Damlama. Qisqartma holatda.",
      "3-turlanishdagi fe`lni toping.",
      "Og`iz bo`shligi kasalliklari haqidagi fan-",
      "„Valeriana damlamasi” atamasini to`gri toping:",
      "Kislorod.",
      "Malham. Qisqartma holatda.",
      "Eritma. Qisqartma holatda.",
      "Shamcha. Qisqartma holatda.",
      "Inyeksiya uchun.",
      "To`g`ri javobni toping. Sulfat kislota.",
      "Limon kislotasi.",
      "« Kapsulalarda » atamasini aniqlang.",
      "“Brom” elementini aniqlang.",
      "« Peroksid » so`zini aniqlang.",
      "Quyidagi fe`llardan 1 – tuslanishdagi fe`lni toping.",
      "« Keyin » ma`nosini beruvchi predlogli atamani ajrating.",
      "“Kukun hosil bo`lguncha aralashtir”",
      "Agar dorini zudlik bilan bemorga berish kerak bo`lsa, u holda resept blankasining yuqori qismini o`ng tomonida qanday so`z yozilishini aniqlang.",
      "Lug`at shakli to`g`ri yozilgan fe`lni aniqlang.",
      "To`g`ri yozilgan retsept qatorini toping.",
      "“Androgen” so`zida qaysi tarkibiy qism axborot beruvchi?",
      "“Ingalyasiya uchun” iborasining tarjimasini toping.",
      "I-tuslanishdagi fe`lni aniqlang.",
      "Quyidagi fe`llardan shart maylidagi fe`lni ajrating.",
      "Quyidagi fe`llardan buyruq maylidagi fe`lni ajrating.",
      "Quyidagi dori shakllaridan qattiq dori shaklini ajrating.",
      "Quyidagi dori shakllaridan yumshoq dori shaklini ajrating.",
      "Quyidagi iboraning tarjimasini toping: « To`g`ri ichak orqali ».",
      "Gutta, ae f dorining qanday formasi.",
      "Hepatitis bu-",
      "Histo- atamasining lotincha nomlanishini aniqlang.",
      "Ich ketishi (tez-tez suyuq ich surishi)",
      "Ichakka sun`iy teshik qo`yish.",
      "Ichakni asbob yordamida tekshirish.",
      "Ichki organlarni o`rganuvchi fan:",
      "Yurakning tez urishi-",
      "„Olei Menthae piperitae” atamasini to`gri toping:",
      "-itis so`z yasovchi qo`shimchasi qaysi ma`noda qo`llaniladi?",
      "Kasallik ma`nosi bilan kelgan atamani aniqlang.",
      "Kasalliklarni dori vositalari bilan davolash.",
      "Kasallikning mazmuni va bemor holati to`g`risidagi shifokorning qisqacha xulosasi",
      "Katta ko`krak mushagi -",
      "Keyin ma`nosini beruvchi old qo`shimchani aniqlang.",
      "Kichik boldir suyakining boshchasi.",
      "Klinik atamali so`zni aniqlang.",
      "Ko`krak mushaklari nomi qanday?",
      "Ko`krak umurtqalari atamasini to`g`ri javobini aniqlang.",
      "Ko`krakni o`lchash – bu.",
      "Ko`ndalang o`simta bu-",
      "Ko`plik shaklida Aniqlik nisbatning III shaxs yozilgan fe`lni aniqlang",
      "„Extrakti Crataegi fluidi 20,0” atamasini to`gri toping:",
      "Capcula seu ampula",
      "Kukun qisqartirilgan",
      "Lotin va Yunon tillarida ishlatiladigan “Yakka” atama elementini toping.",
      "“Belgila” so`zining qisqartirilgan ma`nosi -",
      "Lotinchada “Oddiy”.",
      "Lotinchada Og`riq ma`nosi bilan kelgan atamani aniqlang.",
      "Lotinchada qisqa “Ol” nima?",
      "Lotinchada Rux elementini toping",
      "Milk shilliq qavati yallig`lanishi atamasini aniqlang.",
      "Mos old qo`shimchani qo`ying. “Tonusning buzulishi”.",
      "Mos tarjimani toping. “Takrorlash – bilimning onasi”.",
      "Mos tarjimani toping: “Bilim- bu kuchdir”.",
      "Nafas qisishi, qiynalib nafas olish.",
      "Nafasning vaqtinchalik yo`qolishi.",
      "Nephectomia – bu:",
      "O`pkaning yallig`lanish atamasini toping.",
      "Moslashgan aniqlovchi atamasini to`g`ri yozilgan variantni toping."
    ],
    "answers": [
      [
        "- 25 ta",
        "- 26 ta",
        "- 28 ta",
        "- 30 ta"
      ],
      [
        "- Clavicula",
        "- Caput",
        "- Cera",
        "- Cranium"
      ],
      [
        "- 9",
        "- 7",
        "- 6",
        "- 8"
      ],
      [
        "- Oligo",
        "- Psedo",
        "- Necro",
        "- Megalo"
      ],
      [
        "- Auto",
        "- Iso",
        "- Allo",
        "- Hetero"
      ],
      [
        "- Mammolog",
        "- Mastalgia",
        "- Mammalgia",
        "- Mastopatia"
      ],
      [
        "- –blastoma",
        "- –blastus",
        "- –oma",
        "- –therapia"
      ],
      [
        "- Farmasevtik",
        "- Shakliy",
        "- Ilmiy",
        "- Trivial"
      ],
      [
        "- Sirupus Glycyrrhizatis",
        "- Ungentum Valodanas",
        "- Sirupus Glycyrrhizae",
        "- Sirupus Analgini"
      ],
      [
        "- Retseptda yoziladigan dori darmonlarning nomlari",
        "- O`rta asrlarda qo`llanilgan dorivor vositalarning nomlari",
        "- Hozirgi davrda ham qo`llanilayotgan dorivor vositalar nomlarining yig`indisidir",
        "- XXI asrdagi dorivor vositalarning nomlari"
      ],
      [
        "- “F”",
        "- “X”",
        "- “R”",
        "- “KS”"
      ],
      [
        "- Ikki unli harfning birgalikda kelib bitta tovushni berishi",
        "- Qo`sh undoshning birgalikda kelib bitta tovushni berishi",
        "- Undosh va unli harfning birgalikda kelib bitta tovushni berishi",
        "- Unli va undosh harfning birgalikda kelib bitta tovushni berishi"
      ],
      [
        "- Mentha",
        "- Paries",
        "- Eucalyptus",
        "- Rheum"
      ],
      [
        "- Coelia",
        "- Cyctis",
        "- Cito",
        "- Costa"
      ],
      [
        "- Diftongdan oldin kelsa",
        "- Ikki undosh o`rtasida",
        "- Ikki unli ortasida, M harfidan oldin, N harfidan keyin",
        "- M harfidan oldin, N harfidan keyin"
      ],
      [
        "- Qo`sh undoshning birgalikda kelib bitta tovushni berishi",
        "- Undosh va unli harfning birgalikda kelib bitta tovushni berishi",
        "- Ikki unli harfning birgalikda kelib bitta tovushni berishi",
        "- Ikki undosh harfning birgalikda kelib bitta tovushni berishi"
      ],
      [
        "- Dosis",
        "- Colostomia",
        "- Fascia",
        "- Sulcus"
      ],
      [
        "- Oedema",
        "- Rhizoma",
        "- Auctor",
        "- Bucca"
      ],
      [
        "- Uchinchi bo`g`in",
        "- Birinchi bo`g`in",
        "- Ikkinchi bo`g`in",
        "- Beshinchi bo`g`in"
      ],
      [
        "- –pyr",
        "- anti-",
        "- –inum",
        "- -um"
      ],
      [
        "- –um",
        "- cor-",
        "- –olum",
        "- –valolum"
      ],
      [
        "- –um",
        "- –cain-",
        "- -inum",
        "- novo"
      ],
      [
        "- Vas-angio",
        "- Alg",
        "- Sulfa",
        "- Pyr"
      ],
      [
        "- -cillin",
        "- -cyclin",
        "- -mycin",
        "- -cain"
      ],
      [
        "- fiare",
        "- curare",
        "- miscere",
        "- dare"
      ],
      [
        "- solutio",
        "- lectio",
        "- tibia",
        "- curatio"
      ],
      [
        "- crus, cruris",
        "- facies",
        "- pubes",
        "- stapes"
      ],
      [
        "- Misce,fiat pulvis",
        "- Misce,fiat linimentum",
        "- Misce,fiat unguentum",
        "- lingua-glosso"
      ],
      [
        "- musculus, i m",
        "- corpus, oris n",
        "- costalis, e",
        "- mater, tris"
      ],
      [
        "- pectus",
        "- ductus",
        "- sulcus",
        "- textus"
      ],
      [
        "- rabies, ei",
        "- stapes, dis",
        "- pes, pedis",
        "- pubes, is"
      ],
      [
        "- sal",
        "- saccharum",
        "- sanus",
        "- solutio"
      ],
      [
        "- rhino-nasus",
        "- mandibula-genio",
        "- maxilla-gnatho",
        "- auris-oto"
      ],
      [
        "- vertebralis, e",
        "- longus, a, um",
        "- major, jus",
        "- costalis,e"
      ],
      [
        "- fissura",
        "- labium",
        "- maxilla",
        "- officina"
      ],
      [
        "- Zincum",
        "- Phosphorus",
        "- Sulfur",
        "- Magnesium"
      ],
      [
        "- uzun mushak",
        "- uzun oyoq",
        "- uzun bel",
        "- uzun til"
      ],
      [
        "- diaeta",
        "- thoracicus",
        "- fluidus",
        "- solubilis"
      ],
      [
        "- -ei",
        "- -ae",
        "- -is",
        "- -inis"
      ],
      [
        "- rhiz.",
        "- in caps.",
        "- inf.",
        "- obl."
      ],
      [
        "- -um",
        "- -e",
        "- -us",
        "- -er"
      ],
      [
        "- jarrohlik",
        "- ko`z o`tkirligi",
        "- aql mahorati",
        "- qo`l mahorati"
      ],
      [
        "- cultus",
        "- quadratus",
        "- cuticula",
        "- cutis"
      ],
      [
        "- 3",
        "- 2",
        "- 0",
        "- 1"
      ],
      [
        "- [t]",
        "- [ks]",
        "- [f]",
        "- [r]"
      ],
      [
        "- [sx]",
        "- [r]",
        "- [t]",
        "- [ks]"
      ],
      [
        "- Simplex",
        "- vertebralis",
        "- palatinus, a, um",
        "- teres"
      ],
      [
        "- os ethmoidale",
        "- os lunatum",
        "- os breve",
        "- os sphenoidale"
      ],
      [
        "- Oltita",
        "- Beshta",
        "- Ikkita",
        "- To`rtta"
      ],
      [
        "- Ae, au",
        "- Ae, oe",
        "- Au,eu",
        "- Ch, oe"
      ],
      [
        "- Uch bo`g`in",
        "- To`rt bo`gin",
        "- Olti bo`g`in",
        "- Besh bo`g`in"
      ],
      [
        "- -Men- ikkinchi bo`g`inda",
        "- -Li- to`rtinchi bo`g`inga",
        "- -Ga-uchinchi bo`g`inga",
        "- -Tum- birinchi bo`g`inda"
      ],
      [
        "- -AE- ikkinchi bo`g`inga",
        "- To`rtinchi bo`g`inga",
        "- -Di-uchinchi bo`g`inga",
        "- -Ta-birinchi bo`g`inga"
      ],
      [
        "- Omne principium difficile est.",
        "- Alit lectio ingenium.",
        "- Non scholae, sed vitae discimus.",
        "- Qui scribit, bis legit."
      ],
      [
        "- To`rtta turda bo`linadi",
        "- Ikkita turda bo`linadi",
        "- Oltita turda bo`linadi",
        "- Uchta turda bo`linadi"
      ],
      [
        "- Ere -qo`shimchasi",
        "- Are – qo`shimchasi",
        "- Re -qoshimchasi",
        "- Ire- qo`shimchasi"
      ],
      [
        "- Uchinchi tuslanishga",
        "- Ikkinchi tuslanishga",
        "- Birinchi tuslanishga",
        "- To`rtinchi tuslanishga"
      ],
      [
        "- Ikkinchi tuslanishga",
        "- Birinchi tuslanishga",
        "- Uchinchi tuslanishga",
        "- To`rtinchi tuslanishga"
      ],
      [
        "- Signo, are – I tuslanish",
        "- Solvere, re -III tuslanish",
        "- Are – Dare -I tuslanish",
        "- Audire, ire -II tuslanish"
      ],
      [
        "- Shart va buyruq mayli",
        "- Majhullik nisbati",
        "- Aniqlik nisbati",
        "- Sabab mayli"
      ],
      [
        "- Beshta turlanishga",
        "- Ikkita turlanishga",
        "- Uchta turlanishga",
        "- To`rta turlanishga"
      ],
      [
        "- Mediana us um",
        "- Asthma atis",
        "- Stroma atis",
        "- Gutta, ae f"
      ],
      [
        "- Glandula alveolaris",
        "- Ligament umtores",
        "- Ductus major",
        "- Tinctura Valerianae"
      ],
      [
        "- dativus",
        "- ablatuvus",
        "- genetivus",
        "- nominativus"
      ],
      [
        "- Superfecies",
        "- Brevi",
        "- Tussis",
        "- Posteriors"
      ],
      [
        "- Species",
        "- Floris",
        "- Corporis",
        "- Crus, cruris"
      ],
      [
        "- Facies, is m",
        "- Ductus, i n",
        "- Zygoma, ua f",
        "- Remedium, i m"
      ],
      [
        "- Musculus",
        "- Nasus",
        "- Oculus",
        "- ductus"
      ],
      [
        "- Alit lectio ingenium.",
        "- Labor corpus firmat.",
        "- Citius, altius, fortius.",
        "- Amat victoria curam."
      ],
      [
        "- Musculus",
        "- Aortae",
        "- Apex",
        "- Tuberculum"
      ],
      [
        "- 3-turlanishga",
        "- 5-turlanishga",
        "- 4-turlanishga",
        "- 2-turlanishga"
      ],
      [
        "- Os longum",
        "- Vena longa",
        "- Musculus longus",
        "- Os cranii"
      ],
      [
        "- Niger, gra, grum",
        "- Niger, tra,trum",
        "- Niger, era, erum",
        "- Niger, gera, gerum"
      ],
      [
        "- Simplex, icis",
        "- Ala, ae, f",
        "- Major,jus",
        "- Albus, a, um"
      ],
      [
        "- 5-turlanish",
        "- 2-turlanish",
        "- 4-turlanish",
        "- 3-turlanish"
      ],
      [
        "- Pia mater",
        "- Venter musculi",
        "- Ala vomeris",
        "- Tuber maxillae"
      ],
      [
        "- Adductor",
        "- Dilatator",
        "- Extensor",
        "- Abductor"
      ],
      [
        "- Pericardia lis, e",
        "- Paravaginalis, e",
        "- Intramuscularis, e",
        "- Postcentralis, e"
      ],
      [
        "- Endoscopia",
        "- Submandibularis, e",
        "- Praesanillis,e",
        "- Supraacromialis, e"
      ],
      [
        "- Ostium cavumnas",
        "- Apertura thoracis inferioris",
        "- Apertura thoracis inferior",
        "- Apertura thoracis posterior"
      ],
      [
        "- Pia mater encephali",
        "- Dura mater thoracis",
        "- Dura mater spinalis",
        "- Pia mater gastri"
      ],
      [
        "- Signare",
        "- Addere",
        "- Repetere",
        "- Audire"
      ],
      [
        "- Rosa alba",
        "- caput fibulae",
        "- arcus vertebrae",
        "- os pubis"
      ],
      [
        "- Minor, us",
        "- Brevior ius",
        "- Anterior, ius",
        "- Magnus, a, um"
      ],
      [
        "- Misce, fiat unguentum",
        "- Misce, fiat linimentum",
        "- Misce, fiat pasta",
        "- Misce, fiat suppositorium"
      ],
      [
        "- Osteomyelitis",
        "- Osteoarthritis",
        "- Osteoma",
        "- Osteomalacia"
      ],
      [
        "- Encephalon",
        "- Encephalopathia",
        "- Encephamyelitis",
        "- Encephalitis"
      ],
      [
        "- mandibula-genio",
        "- somato-corpus",
        "- lingua-glosso",
        "- stomato-oris"
      ],
      [
        "- Therapia – curatio",
        "- Toxo – venenum",
        "- Neuro – nervus",
        "- Angio- vas, vasis"
      ],
      [
        "- Psorias",
        "- Helminthosis",
        "- Lithiasis",
        "- Amoebiasis"
      ],
      [
        "- Suasor",
        "- Sulcus",
        "- Submucosus",
        "- Sulphus"
      ],
      [
        "- Mixtio",
        "- Articulatio",
        "- Ostium",
        "- Tibia"
      ],
      [
        "- Pro die",
        "- Pro infantibus",
        "- Pro dosi",
        "- Pro rectum"
      ],
      [
        "- Ko`rsatkich barmoq",
        "- Bosh barmoq",
        "- Jimjiloq",
        "- O`rta barmoq"
      ],
      [
        "- Barcha san`atlar ichida eng sharaflisi tibbiyotdir",
        "- Barcha sohalar ichida eng sharafli kasb egasidir",
        "- Intilganga tole yor",
        "- Mehnat tanani chiniqtiradi"
      ],
      [
        "- limon kislota",
        "- askorbin kislota",
        "- sirka kislota",
        "- yog` kislota"
      ],
      [
        "- Purmus, a, um",
        "- Purus, a, um",
        "- Purimus, a, um",
        "- Purissimus, a,um"
      ],
      [
        "- Intestinalis",
        "- Dentalis",
        "- Sacralis",
        "- Alaris"
      ],
      [
        "- Inferior",
        "- Posterior",
        "- Anterior",
        "- Superior"
      ],
      [
        "- sifat va sifat",
        "- ot va sifat",
        "- ot va ot",
        "- sifat va ot"
      ],
      [
        "- Os costalis",
        "- Apex cordis",
        "- Pars pulmonis",
        "- Apex pulmonis."
      ],
      [
        "- ot va sifat",
        "- son va ot",
        "- ot va ot",
        "- ot va son"
      ],
      [
        "- Hemotologia",
        "- Cytologia",
        "- Histologia",
        "- Embryologia"
      ],
      [
        "- Cholelithiasis",
        "- Cholecystomia",
        "- Cholestasis",
        "- Cholaemia"
      ],
      [
        "- Urologia",
        "- Urolithiasis",
        "- Urethra",
        "- Uroposis"
      ],
      [
        "- Atonia",
        "- Hypotonia",
        "- Dystonia",
        "- Hypertonia"
      ],
      [
        "- Oraliq, o`rta",
        "- Yaqinlashtiruvchi va uzoqlashtiruvchi",
        "- Tashqaridan ichkariga",
        "- Yuqorigi, ustgi"
      ],
      [
        "- gingiva-ulo",
        "- uro – urina",
        "- maxilla-gnatho",
        "- dens-odonto"
      ],
      [
        "- Psychologia",
        "- Gerontologia",
        "- Cardiologia",
        "- Paediatria"
      ],
      [
        "- Hypertonia",
        "- Hypotonia",
        "- Atonia",
        "- Dystonia"
      ],
      [
        "- Saccharum",
        "- Sanus",
        "- Sal",
        "- Solutio"
      ],
      [
        "- Myoma",
        "- Adenoma",
        "- Hydradenoma",
        "- Hidradenoma"
      ],
      [
        "- a, an",
        "- hypo",
        "- hyper",
        "- dys"
      ],
      [
        "- Hydrogenium",
        "- Zincum",
        "- Cuprum",
        "- Carbo"
      ],
      [
        "- Oleum",
        "- Mentha",
        "- Kalanchoe",
        "- Aloe"
      ],
      [
        "- Olivarum",
        "- Oleum",
        "- Kalanchoe",
        "- Mentha"
      ],
      [
        "- histo-/textus",
        "- derma/cutis",
        "- angio/vas",
        "- hydro-/ aqua"
      ],
      [
        "- Cele/hernia",
        "- Hidro-/sudor",
        "- Chole-/bilis",
        "- Oto-/auris"
      ],
      [
        "- Onco/tumor",
        "- Geri-/senex",
        "- Tricho-/papillus",
        "- Dacrio-/lacrima"
      ],
      [
        "- Onco/tumor",
        "- Geri-/senex",
        "- Rhino-/nasus",
        "- Tricho-/papillus"
      ],
      [
        "- Masto",
        "- Scopia",
        "- Logus",
        "- Mamma"
      ],
      [
        "- Burunni qayta tiklash operatsiyasi",
        "- Jag`ni qayta tiklash operatsiyasi",
        "- Jigar operatsiyasi",
        "- Bo`g`im operatsiyasi"
      ],
      [
        "- Tishni asbob yordamida tekshirish",
        "- Og`izni asbob yordamida tekshirish",
        "- Xalqumni asbob yordamida tekshirish",
        "- Tanani asbob yordamida tekshirish"
      ],
      [
        "- kapsulada",
        "- qutida",
        "- ampulada",
        "- shishada"
      ],
      [
        "- Unguenti Rici 30,0",
        "- Unguenti Cupri 30,0",
        "- Unguenti Anisi30,0",
        "- Unguenti Zinci30,0"
      ],
      [
        "- Glyukoza eritmasi",
        "- Yodning spirtli eritmasi",
        "- Vodorod peroksid eritmasi",
        "- Analgin eritmasi"
      ],
      [
        "- “Shunday dozalarda ber”",
        "- “Tomchilab ber”",
        "- “O`limgacha olib keladi`",
        "- “Bir martalik doza”"
      ],
      [
        "- O`z, xususiy",
        "- Bir xil",
        "- Boshqa",
        "- Hayvonniki"
      ],
      [
        "- Oleum Persicorum",
        "- Oleum Eucalypti",
        "- Oleum Aethereum",
        "- Oleum Anisi"
      ],
      [
        "- Lingua",
        "- Angulus",
        "- Frangula",
        "- Lingula"
      ],
      [
        "- Qonda o`sma",
        "- Qon tomiri zichlanishi",
        "- Qon tomirlarida xavfsiz o`sma",
        "- Qon tomirini kengayishi"
      ],
      [
        "- Qui scribit, bis legit.",
        "- In observatione",
        "- Una hirunda non facit ver.",
        "- Dori bilan emas, aql bilan davola."
      ],
      [
        "- Umr qisqa, san`at abadiydir.",
        "- Tinchlik eng yaxshi davodir.",
        "- Avvalo zarar keltirma.",
        "- Xasisni qorni to`ysa ham ko`zi to`ymas."
      ],
      [
        "- Infusum Valirianae",
        "- Rosa alba",
        "- Os cranii",
        "- Tincturae Convalariae"
      ],
      [
        "- Aqua pura",
        "- Tabuletta Analgini",
        "- Infusum Valirianae",
        "- Tabuletta Codeini"
      ],
      [
        "- Nominativus",
        "- Genetivus",
        "- Accusativus",
        "- Dativus"
      ],
      [
        "- Pasta",
        "- Capsula",
        "- Tinctura",
        "- Gutta"
      ],
      [
        "- Pasta",
        "- Suppository um",
        "- Unguentum",
        "- Pulvis"
      ],
      [
        "- surt Tarkibida 20-25% dan ortiq kukun holidagi moddalar bo`lgan surtma",
        "- Suyuq surtma",
        "- Sirtdan ishlatishga mo`ljallan gan yopishqoq konsistensiyali yumshoq dori",
        "- Ichish, sirtdan ishlatish yoki in`yeksiya qilish uchun mo`ljallangan, dorivor moddalarni presslab olingan, dozalangan qattiq dori turi"
      ],
      [
        "- –barb-, -mycin, -cyclin, -cort-",
        "- -oestr, -chol, -sed-, -andr-",
        "- –myko, -test-, -vas, -angi-",
        "- –dol, -mycin, -cillin, card"
      ],
      [
        "- Qisqartirish",
        "- Ko`paytirish",
        "- Olib tashlash",
        "- Kengaytirish"
      ],
      [
        "- 3 xil : ilmiy, shakliy va trivial",
        "- 2 xil: ilmiy va trivial",
        "- 2 xil: ilmiy va shakliy",
        "- 2 xil: ilmiy va adabiy"
      ],
      [
        "- Decoctum rhizomatis Tormentille",
        "- folium Sennae",
        "- Infusum foliorum Sennae",
        "- Infusum radices Valerianae"
      ],
      [
        "- 3 ta",
        "- 4 ta",
        "- 2 ta",
        "- 5 ta"
      ],
      [
        "- Extractum Crataegi",
        "- Oleum Helianti",
        "- Decoctum herbae Hyperici",
        "- Folium Saennae"
      ],
      [
        "- 3 ta",
        "- 4 ta",
        "- 1 ta",
        "- 2ta"
      ],
      [
        "- sirupus Glycyrrhizae",
        "- sirupus Glycyrrhize",
        "- sirupus Glycyrrhizatis",
        "- sirupus Glycyrrhizi"
      ],
      [
        "- extractum Crataegum",
        "- extractum Crataegi",
        "- extractum Crataegus",
        "- extractum Crataegae"
      ],
      [
        "- Sodda",
        "- Murakkab",
        "- Juft",
        "- O`xshah"
      ],
      [
        "- tinctura Valeriana",
        "- tinctura Valerianae",
        "- tinctura Valerianum",
        "- tincture Valeriani"
      ],
      [
        "- 4 ta",
        "- 3 ta",
        "- 7 ta",
        "- 5 ta"
      ],
      [
        "- XXI asrdagi dorivor vositalaring nomlari",
        "- to`g`ri javob yo`q",
        "- hozirgi davrda ham qo`llanilayotgan dorivor vositalar nomlarining yig`indisidir",
        "- XXI asrdagi dorivor vositalaring nomlari"
      ],
      [
        "- Angiopathia",
        "- Angiostenosis",
        "- Angiosclerosis",
        "- Angiosis"
      ],
      [
        "- Terining qatiqlashi shi",
        "- Terini kesish",
        "- Terining zamburug`li kasalligi",
        "- Teri kasalligi"
      ],
      [
        "- Osteoma",
        "- Osteoparo sis",
        "- Osteomyelitis",
        "- Osteosis"
      ],
      [
        "- Gastropa tia",
        "- Gastritis",
        "- Gastrosis",
        "- Gastrorha gia"
      ],
      [
        "- Boshqa odamning organ yoki to`qimalari dan foydalanish.",
        "- Organism ning o`zidagi organ yoki to`qimalari dan foydalanish",
        "- Odam organizmi o`zgarishi",
        "- Hayvon organlari yoki to`qimala ridan foydala nish"
      ],
      [
        "- Organism ning o`zidagi organ yoki to`qimalari dan foydalanish",
        "- Hayvon organlari yoki to`qimalari dan foydalanish",
        "- Boshqa odamning organ yoki to`qimalari dan foydalanish",
        "- Organizmning qismlari o`zgarishi"
      ],
      [
        "- Siydik pufagiga tosh hosil bo`lishi",
        "- Siydik pufagini tekshirish",
        "- Siydik pufagini olib tashlash",
        "- Siydik pufagi yallig`lanishi"
      ],
      [
        "- Oq galdarmoq guli",
        "- Belladonna moyi",
        "- Zaytun moyi",
        "- Yalpiz bargi"
      ],
      [
        "- Ichaklarni funksiyasini buzilishi",
        "- Ichaklarini olib tashlanishi",
        "- Ichaklar ning yallig`lanishi",
        "- Ichaklarni tekshirish"
      ],
      [
        "- Tinctura Convallariae",
        "- Infisum Valerianae",
        "- Tinctura Schizandrae",
        "- Mentha Piperita"
      ],
      [
        "- Pneumo / pulmo",
        "- Abdomen/ laparo",
        "- Laparo / abdomen",
        "- Procto / anus"
      ],
      [
        "- To`k zichligi",
        "- Asbob bilan davolash",
        "- Tekshirish asbobi",
        "- To`k bilan davolash"
      ],
      [
        "- Quloq, burun, hiqqildoq haqidagi fan",
        "- Og`iz bo`shlig`ini o`rganuvchi fan",
        "- Burun soxasini o`rganuvchi fan",
        "- Ko`z soxasini urganuvchi fan"
      ],
      [
        "- O`t pufagining yallig`lanishi",
        "- O`t pufagida tosh bo`lishi",
        "- Buyrak kasalligi",
        "- O`t pufagini olib tashlash"
      ],
      [
        "- Pyocytosis",
        "- Pyocrinia",
        "- Pyorrhagia",
        "- Empyema"
      ],
      [
        "- albus-leuco",
        "- flavus-xantho",
        "- cinereus-cyano",
        "- niger-melano"
      ],
      [
        "- per os",
        "- pro narcosi",
        "- per rectum",
        "- pro infantibus"
      ],
      [
        "- Qorin kasalligi",
        "- Qorinni kesib ochish",
        "- Qorinni ochib ko`rish",
        "- Qorinni tekshirish"
      ],
      [
        "- genus nominativum",
        "- genus neutrum",
        "- genus masculinum",
        "- genus femininum"
      ],
      [
        "- genus masculinum",
        "- genus genetivum",
        "- genus neutrum",
        "- genus femininum"
      ],
      [
        "- myelitis",
        "- osteo",
        "- myeli",
        "- itis"
      ],
      [
        "- Barba non facit philossophum",
        "- Mala herba cito crescit.",
        "- Una hirunda non facit ver.",
        "- Homo locum ornate, non hominem locus."
      ],
      [
        "- Ilmning ildizi achchiq, mevasi esa shirin.",
        "- Xasisni qorni to`ysa ham ko`zi to`ymas.",
        "- Lotin tilisiz tibbiyotga yo`l yo`q.",
        "- Avvalo zarar keltirma."
      ],
      [
        "- genus femininum",
        "- genus masculinum",
        "- genus dativum",
        "- genus neutrum"
      ],
      [
        "- cinereus-polio",
        "- viridis-chloro",
        "- niger-melano",
        "- albus-leuco"
      ],
      [
        "- Tab",
        "- Ung",
        "- Tinct",
        "- Sol"
      ],
      [
        "- Addo,ere",
        "- Do, dare",
        "- Signo,are",
        "- Habeo,re"
      ],
      [
        "- endocrinologia",
        "- oncologia",
        "- stomatologia",
        "- dermatologia"
      ],
      [
        "- Radix Valerianae",
        "- Rhizoma Valerianae",
        "- Infusum Valerianae",
        "- Tinctura Valerianae"
      ],
      [
        "- Phosphorus",
        "- Zincum",
        "- Xlor",
        "- Oxygenium"
      ],
      [
        "- Empl",
        "- Emul",
        "- Ung",
        "- Sol"
      ],
      [
        "- Sol",
        "- Tab",
        "- Decoc",
        "- Pul"
      ],
      [
        "- Emul",
        "- Ext",
        "- Gran",
        "- Supp"
      ],
      [
        "- Pro inject",
        "- Aut tab",
        "- Gel",
        "- Per inf"
      ],
      [
        "- Acidi sulfurior",
        "- Acidi sulforosum",
        "- Acidum sulfuricum",
        "- Acidum sulfurosa"
      ],
      [
        "- Acidum citricum",
        "- Acidum lacticum",
        "- Acidi citrici",
        "- Acidi boricum"
      ],
      [
        "- In vitro",
        "- In ampullis",
        "- In capsullis",
        "- In vivo"
      ],
      [
        "- Bromum",
        "- Magnium",
        "- Argentum",
        "- Cuprum"
      ],
      [
        "- Oxygenium",
        "- Cilicium",
        "- Oxydum",
        "- Peroxydum"
      ],
      [
        "- signo, are",
        "- audio, ire",
        "- misceo, ere",
        "- repeto, ere"
      ],
      [
        "- Post",
        "- Sub lineguae",
        "- Contra",
        "- Comku"
      ],
      [
        "- Misce, fiat pulvis",
        "- Misce, fiat pasta",
        "- Misce, fiat pililae",
        "- Misce, fiat emulsum"
      ],
      [
        "- Repete",
        "- Dare",
        "- Recipe",
        "- Cito va Statim"
      ],
      [
        "- Miscere 1",
        "- Addo, ere, 3",
        "- Do, are, 2",
        "- Addere 1"
      ],
      [
        "- Vilici 0,008",
        "- Tanini 30",
        "- Oleum Vaselini 30 ml(30,0)",
        "- Tabuletta 5ml"
      ],
      [
        "- -andr-",
        "- -gen-",
        "- -o-",
        "- -and-"
      ],
      [
        "- Pro inholationus",
        "- Pro infantibus",
        "- Pro injectionibus",
        "- Pro reatgena"
      ],
      [
        "- Sterilizo, are",
        "- Finio, ire",
        "- Misseo ,ere",
        "- Recepio ,ere"
      ],
      [
        "- Signetur",
        "- Signa",
        "- Misce",
        "- Addo"
      ],
      [
        "- Misceatur",
        "- Signetur",
        "- Audi",
        "- Recipio"
      ],
      [
        "- Tinctura ae f",
        "- Decoctum i n",
        "- Pilula",
        "- Infusum i n"
      ],
      [
        "- Gutta ae f",
        "- Solutio",
        "- Unguentum i n",
        "- Pilula ae f"
      ],
      [
        "- Pro intantibus",
        "- Per rectum",
        "- Per os",
        "- Pro narcosi"
      ],
      [
        "- Tomchi",
        "- Pasta",
        "- Granula",
        "- Kapsula"
      ],
      [
        "- Oshqozon ning yallig`lani shi",
        "- Jigarning yallig`lanishi",
        "- Jigarni operatsia qilish",
        "- Buyrakning yallig`lanishi"
      ],
      [
        "- Derto",
        "- Textus",
        "- Adeno",
        "- Cele"
      ],
      [
        "- Diarrea",
        "- Diathrosis",
        "- Diapedisis",
        "- Diostema"
      ],
      [
        "- Angiopathia",
        "- Stenocardia",
        "- Gastroptosis",
        "- Enteroectomia"
      ],
      [
        "- Enteroscopia",
        "- Rhomboscopia",
        "- Otoscopia",
        "- Somatoscopia"
      ],
      [
        "- Splanchnologia",
        "- Gastroenterologia",
        "- Neurologia",
        "- Biologia"
      ],
      [
        "- bradycardia",
        "- platycardia",
        "- brachycardia",
        "- tachycardia"
      ],
      [
        "- Zaytun moyi",
        "- Do`lana ekstrakti",
        "- Qalampir yalpiz moyi",
        "- Arpabodiyon suvi"
      ],
      [
        "- Qattiqlanish",
        "- Surunkali kasallik",
        "- O`sma",
        "- Yallig`lanish"
      ],
      [
        "- Gastrostomia",
        "- Angiopathia",
        "- Gastroectosia",
        "- Cystogra phia"
      ],
      [
        "- Pharmacalo gia",
        "- Pharmocolo gia",
        "- Pharmacothe rapia",
        "- Pharmacognosis"
      ],
      [
        "- Diagnostica",
        "- Diapedisis",
        "- Diarthrosis",
        "- Diagnosis"
      ],
      [
        "- M. serratos",
        "- M. pectorales major",
        "- M. brachialis",
        "- M.pectorales minor"
      ],
      [
        "- Contra",
        "- Per",
        "- Post",
        "- Sub"
      ],
      [
        "- Corpus fibulae",
        "- Caput fibulae",
        "- Caput tibea",
        "- Corpus tibea"
      ],
      [
        "- Medico",
        "- Diacta",
        "- Oculus",
        "- Trauma"
      ],
      [
        "- m. thoracis",
        "- m.vaginalis",
        "- m. adductor",
        "- m.obdemena lis"
      ],
      [
        "- Vertebrae sacrales",
        "- Ossa metacarpi",
        "- Vertebrae coccygeae",
        "- Vertebrae thoracicae"
      ],
      [
        "- Stetoscopia",
        "- Stethologia",
        "- Stetographia",
        "- Stethometria"
      ],
      [
        "- Processum transverso rum",
        "- Processus tranversus",
        "- Processus transverso rum",
        "- Processi transverse"
      ],
      [
        "- Signetur",
        "- Repetat",
        "- Signent",
        "- Audist"
      ],
      [
        "- Arpabodiyon suvi 20,0",
        "- Suyuq do`lana ekstrakti 20,0",
        "- Do`lana ekstrakti 20,0",
        "- Zaytun moyi 20,0"
      ],
      [
        "- Habdori yoki kukunda",
        "- Suyuq yoki quruq",
        "- Kapsula yoki ampulada",
        "- Achiq va quruq"
      ],
      [
        "- Solv",
        "- Pulv",
        "- Tinc",
        "- Ung"
      ],
      [
        "- Melo",
        "- Somato",
        "- Patho",
        "- Glosso"
      ],
      [
        "- Rp.",
        "- D.",
        "- M.",
        "- S."
      ],
      [
        "- Sir",
        "- Simple",
        "- Spec",
        "- Sol"
      ],
      [
        "- Rhinalgia",
        "- Encephalopathia",
        "- Otorhagia",
        "- Cardiotransplantatio"
      ],
      [
        "- Per",
        "- Repet",
        "- Past",
        "- Rp"
      ],
      [
        "- Zincum",
        "- Phosphorus",
        "- Sulfur",
        "- Silicium"
      ],
      [
        "- Gingivitis",
        "- Laryngitis",
        "- Nephritis",
        "- Mastitis"
      ],
      [
        "- Eu",
        "- Dys",
        "- dis",
        "- Ana"
      ],
      [
        "- Per fater",
        "- Pigritio mater",
        "- Per sciantiam",
        "- Repititio est mater studiorum"
      ],
      [
        "- Spes vana",
        "- Stotus communis",
        "- Scientia potestasest",
        "- Scientia potentia est"
      ],
      [
        "- Dystrophia",
        "- Dysuria",
        "- Dyspnoe",
        "- Dyspepsia"
      ],
      [
        "- Dyspnoe",
        "- Tachypnoe",
        "- Hypopnoe",
        "- Apnoe"
      ],
      [
        "- Jigarni olib tashlash",
        "- Buyrakning pastga tushishi",
        "- Buyrakning kengayishi.",
        "- Buyrakni olib tashlash"
      ],
      [
        "- Pneumonecto mia",
        "- Pneumosclerosis",
        "- Pneumolitis",
        "- Pneumonia"
      ],
      [
        "- Infusum Valirianae",
        "- Extractum siccum",
        "- Tabuletta Analgini",
        "- Os cranii"
      ]
    ],
    "correctAnswers": [
      1,
      3,
      1,
      3,
      1,
      4,
      3,
      1,
      3,
      3,
      2,
      1,
      3,
      4,
      3,
      4,
      1,
      2,
      3,
      1,
      2,
      2,
      1,
      4,
      3,
      3,
      2,
      2,
      3,
      3,
      1,
      2,
      3,
      2,
      2,
      2,
      1,
      1,
      2,
      2,
      1,
      4,
      2,
      1,
      1,
      1,
      3,
      4,
      4,
      2,
      2,
      1,
      1,
      4,
      1,
      2,
      2,
      4,
      1,
      1,
      1,
      4,
      4,
      4,
      3,
      1,
      4,
      4,
      2,
      2,
      3,
      4,
      1,
      4,
      4,
      1,
      1,
      3,
      2,
      3,
      1,
      2,
      1,
      4,
      4,
      2,
      4,
      3,
      1,
      3,
      1,
      2,
      1,
      2,
      1,
      2,
      4,
      2,
      2,
      3,
      1,
      1,
      3,
      1,
      2,
      2,
      2,
      4,
      2,
      1,
      3,
      4,
      4,
      1,
      2,
      2,
      3,
      3,
      3,
      3,
      4,
      1,
      4,
      4,
      4,
      3,
      1,
      1,
      2,
      1,
      3,
      4,
      2,
      2,
      1,
      2,
      1,
      3,
      4,
      1,
      1,
      2,
      3,
      1,
      3,
      4,
      1,
      2,
      2,
      2,
      3,
      3,
      1,
      3,
      3,
      4,
      4,
      3,
      2,
      4,
      1,
      1,
      1,
      4,
      1,
      2,
      3,
      1,
      1,
      2,
      3,
      4,
      4,
      4,
      3,
      4,
      2,
      2,
      1,
      3,
      3,
      4,
      1,
      1,
      4,
      1,
      3,
      1,
      3,
      1,
      4,
      1,
      1,
      1,
      4,
      2,
      3,
      1,
      1,
      1,
      1,
      3,
      3,
      3,
      2,
      1,
      2,
      2,
      1,
      4,
      1,
      1,
      4,
      3,
      4,
      2,
      3,
      4,
      2,
      3,
      2,
      4,
      1,
      4,
      4,
      2,
      3,
      2,
      3,
      2,
      3,
      4,
      2,
      1,
      4,
      1,
      1,
      2,
      4,
      4,
      3,
      4,
      4,
      4,
      2
    ]
  },
  'Dinshunoslik': {
    "questions": [
      "Zardushtiylik ta`limotiga ko`ra, Zardusht necha yoshga yetganida unga payg`ambarlik vazifasi berilgan?",
      "“Avesto”matniga yozilgan sharh nima deb nomlanadi?",
      "Cherkov bu − ...?",
      "E`tiqod qiluvchilarning soniga koʻra eng katta jahon dini qaysi?",
      "Eng qadimgi jahon dini...?",
      "Islomga qadar Markaziy Osiyoda eng keng tarqalgan din qaysi javobda berilgan?",
      "Iso Masih qaysi dinning paygʻambari hisoblanadi?",
      "Iso Masih tugʻilgan joy nomi?",
      "Iso Masihning nechta apostoli boʻlgan?",
      "Jahon dinlaridan birining nomini aniqlang?",
      "Qaysi dinlar jahon dinlari deb ataladi?",
      "Qaysi dinlar milliy dinlardan hisoblanadi?",
      "Islom dininig asoschisi qaysi javobda to`g`ri ko`rsatilgan?",
      "Xristianlik qachon va qayerda vujudga kelgan?",
      "Yahudiylik dinidagi muqaddas dam olish kuni qaysi?",
      "Zardushtiylik dinining asosiy gʻoyasi nimadan iborat?",
      "Zardushtiylikning muqaddas manbasi ...",
      "Yakkaxudolik dini qanday din hisoblanadi?",
      "Zardushtiylik dinida muqaddas hisoblangan to`rt unsur qaysi javobda to`g`ri ko`rsatilgan?",
      "Islom dini qachon paydo bo`lgan?",
      "Islom dinining muqaddas kitobi qaysi javobda to`g`ri ko`rsatilgan?",
      "“Qur`on” so`zining ma`nosini aniqlang",
      "Muhammad (sav) ayollarining ismi qaysi javobda tog`ri ko`rsatilgan?",
      "Xristianlik dinining asoschisi Iso necha yoshida xudoning amri bilan Yaxyo payg`ambar oldiga boradi ?",
      "Muhammad (sav) onalarining ismi qaysi javobda tog`ri ko`rsatilgan?",
      "Qachon Muhammad (sav) ga Allohdan Jabroil farishta vositasida birinchi vahiy tushadi?",
      "BMT tomonidan qaysi kun –“Xalqaro bag`rikenglik kuni” deb e`lon qilingan?",
      "XII asr oxirida yuzaga kelgan mashhur Kubroviya tariqatati qayerda yuzaga kelgan?",
      "“Dil bayor-u dast bakor” (“ko`ngil Allohda bo`lsin-u, qo`1 ish bilan band bo`lsin”) degan hikmati bilan mashur tariqatni aniqlang",
      "Hadis to`plovchi kishilar… deyiladi",
      "“Missiya” atamasining izohi qaysi javobda to`g`ri ko`rsatilgan?",
      "Har bir musulmon kishining kuniga besh mahal poklanib,qiblaga yuzlangan holda amalga oshiradigan farz ibodati nima deyiladi?",
      "Qur`oni Karim necha yil davomida payg`ambarimizga nozil bo`lgan?",
      "Qu`roni Karimda nechta sura bor?",
      "Muhammad(sav) vafotidan so`ng nechta xalifa xalifalikni boshqargan?",
      "Islom dinining Qur`oni Karimdan keying o`rinda turuvchi manbasi nima deyiladi?",
      "“Al Jome`as-Sahih” asarining muallafini aniqlang",
      "Qaysi xalifa davrida Qur`on kitob holatiga keltirilgan?",
      "Muhammad (s.a.v) qizlarining ismini aniqlang",
      "Qur`on necha oyatdan iborat?",
      "Mo`gullat istilosiga qarshi lashkar to`plagan shayx N.Kubro necha yoshda bo`lgan?",
      "“Devoni Hikmat” asari kimning qalamiga mansub?",
      "Jahon dinlarining qaysi biri yosh din hisoblanadi?",
      "Diniy urf-odatlar yigʻindisi qanday ataladi?",
      "Bugunki kunda bir necha terrorchi tashkilotlar o`z saflariga ijtimoiy tarmoqlar orqali asosan necha yosh oralig`idagi bo`lgan kishilarni yollamoqda?",
      "632–634 yillarda hukmronlik qilgan xalifani aniqlang",
      "Umar ibn Xattobning hukmronlik qilgan yillari qaysi javobda to`g`ri ko`rsatilgan?",
      "Tassavuf ta`limoti qayerda paydo bo`lgan?",
      "Bobolari Abdulmutollibning vafotidan keyin Rasululloh (s.a.v)ni kim tarbiyasiga olgan?",
      "Kasta nima?",
      "AQSHda ro`y berga terroristik harakat natijasida \"egizak minoralar\"ning qulatilishi qachon sodir bo`lgan edi?",
      "Musulmonlar uchun muborak sanalgan kunni belgilang",
      "“Xushxabar” deb tarjima qilingan nasroniylikning muqaddas kitoblaridan biri...?",
      "Musulmonlarning ibodat qiladigan joyi qanday ataladi?",
      "Arab tilida “shariat” soʻzining ma`nosi...?",
      "Qur`oni Karim birinchi qayerda nozil boʻlgan?",
      "“Tolerantlik” soʻzining ma`nosi?",
      "Dunyoda nechta diniy konfessiyalar faoliyat olib boradi?",
      "Nechanchi yilda “Toshkent – islom madaniyati poytaxti”deb nomlangan?",
      "“Terrorizm” qanday oqibatlarga olib keladi?",
      "Qachon Toshkent shahrida terroristlar tomonidan uyushtirilgan portlashlardan keyin terrorizm muammosi Oʻzbekistondagi ijtimoiy-siyosiy hayotga tahdid soluvchi asosiy xavf-xatarlardan biriga aylandi?",
      "Musulmonlrning diniy ta`lim oladigan joyi qanday nomlanadi ?",
      "Qaysi daryoda Iso Masih choʻqintirilgan?",
      "Qur`onda nechta payg`ambarning nomlari zikr etilgan?",
      "Yassaviya g`oyalari qaysi asarda jamlangan?",
      "Qaysi tariqatning 2-nomi Xojagon yo`nalishi deb nomlanadi?",
      "Qur`on nechanchi yillarda nozil bo`lgan?",
      "Qur`oni Karimda “ilm” so`zi necha marta takrorlangan?",
      "Payg`ambarni ko`rgan, u bilan muloqatda bo`lgan musulmonlar nima deb ataladi?",
      "Qaysi alloma islom olamida “Musulmonlarning е`tiqodini tuzatuvchi” degan yuksak sharafga sazovor bo`lgan?",
      "Hadis so`zining ma`nosi?",
      "Alisher Navoiy va Abdurahmon Jomiy hazratlari qaysi tasavvuf tariqatiga е`tiqod qilganlar?",
      "O`zbekiston Respublikasining fuqarosi necha yoshda diniy jamiyatga a`zo bo`lishi mumkin?",
      "O`zbekistonda diniy tashkilotlar qaysi idora tomonidan ro`yxatga olinadi?",
      "Toshkent Islom universiteti qachon tashkil еtilgan?",
      "Qaysi davlatlar terroristik faoliyatning markazlari hisoblanadi?",
      "“Sekulyarizatsiya” atamasi diniy jihatdan qanday ma`noda ishlatiladi?",
      "Budda qaysi qabiladan bo`lgan?",
      "Budda so`zining ma`nosi nima?",
      "Mil.avv I asrda qaysi hududda buddaviylik ustuvor mavqega ega bo`ldi?",
      "Buddaviylik dini Turkiston mintaqasiga qaysi podsholik davrida kirib kelgan?",
      "“Insonlar bilan hayvon va oʻsimliklar oʻrtasida qarindoshchilik aloqalari mavjud”- degan tasavvur qaysi diniy tasavvurda namoyon boʻladi?",
      "“Insonning joni oʻlgandan keyin korinmas ruh boʻlib yashaydi”- degan tasavvur qaysi dinning ibtidoiy shaklida uchraydi?",
      "Grek tilidagi “Christos” soʻzining ma`nosi...?",
      "Politeizm – bu...:",
      "\"Vijdon erkinligi” tushunchasi nimani anglatadi?",
      "Xristian dinini “boshqa dinlar bilan teng”- deb e`lon qilgan imperator kim edi?",
      "Yaponlarning milliy dini qanday nomlanadi?",
      "Yaxudiylik dinining paygʻambarini aniqlang",
      "Alloh bilan payg`ambarlar o`rtasida elchi vazifasini bajaruvchi farishtaning nomi qaysi javobda to`g`ri ko`rsatilgan?",
      "Bajarilishi yomon sanalgan amalga nima deyiladi?",
      "Islom diniga qadar Makkadagi bosh ilohning nomi qaysi javobda to`g`ri ko`rsatilgan?",
      "Muhammad (sav) Arabiston tarixida “Fil voqeasi” nomi bilan mashhur jangdan necha kundan keyin tavallud topgan?",
      "Qur`on Madinada necha yil davomida nozil bo`lgan?",
      "Din talablarini bajarmagan gunohkorlar oxiratda jazolanadigan joy qanday ataladi?",
      "Arabcha-“bog`,bo`ston”- taqvodor dindorlar narigi dunyoda rohat va farog`atda yashaydigan joyga nima deyiladi?",
      "Qur`on Makkada necha yil davomida nozil bo`lgan?",
      "Hamma uchun vijdon erkinligi kafolatlanadi.Har kim xohlagan diniga e`tiqod qilish yoki hech qaysi dinga e`tiqod qilmaslik huquqiga ega.Diniy qarashlarni majburan singdirishga yo`l qo`yilmaydi. Ushbu modda O`zbekiston Respublikasi Konstitutsiyasining nechanchi moddasida bayon etilgan?",
      "Islom dinining asoschisi Muhammad (sav) qaysi voqeadan 50 kun o`tgach tavallud topgan?"
    ],
    "answers": [
      [
        "30 yoshga",
        "28 yoshga",
        "35 yoshga",
        "55 yoshga"
      ],
      [
        "Yasht",
        "Vidovat",
        "Zend",
        "Vispart"
      ],
      [
        "Xristianlik diniy marosim oʻtkazish uchun moʻljallangan diniy tashkilot",
        "Muqaddas matnlar toʻplami",
        "Kult, e`tiqod",
        "Diniy dunyoqarash turi"
      ],
      [
        "Hinduiylik",
        "Buddizm",
        "Xristianlik",
        "Islom"
      ],
      [
        "Buddizm",
        "Yahudiylik",
        "Xristianlik",
        "Islom"
      ],
      [
        "Buddaviylik",
        "Braxmanchilik",
        "Konfutsiychilik",
        "Zardushtiylik"
      ],
      [
        "Islom",
        "Sintoiylik",
        "Xristianlik",
        "Lamaizm"
      ],
      [
        "Nazaret",
        "Misr",
        "Vizantiya",
        "Bobil"
      ],
      [
        "Yettita",
        "uchta",
        "Oʻn ikkita",
        "Oʻn uchta"
      ],
      [
        "Baptistlik",
        "Pyatidesyatniklik",
        "Islom",
        "Adventistlik"
      ],
      [
        "Islom, krishnachilik, bahoiylik",
        "Buddizm, xristianlik, islom",
        "Yahudiylik, xristianlik, islom",
        "Zardushtiylik, sintoiylik, daolik"
      ],
      [
        "Hinduizm, jaynizm, konfutsilik",
        "Katolisizm, pravoslaviya,protestantlik",
        "Fetishizm, totemizm,anemizm",
        "Buddizm, islom,xristianlik"
      ],
      [
        "Sidhata",
        "Iso",
        "Muhammad(s a v)",
        "Muso"
      ],
      [
        "Mil.avv.IV-asrda Suriyada",
        "Mil.avv.I-asrda Suriyada",
        "Mil.IV asrda Vizantiyada",
        "Mil.I asrda Falastinda"
      ],
      [
        "Juma",
        "Payshanba",
        "Shanba",
        "Dushanba"
      ],
      [
        "Yovuz fikr, Yovuz soʻz, Yovuz amal",
        "Yovuzlik bilan murosa qilish",
        "Toʻgʻri javob yoq`",
        "Ezgu fikr, Ezgu soʻz, Ezgu amal"
      ],
      [
        "Аvesto",
        "Tavrot",
        "Veda",
        "Zabur"
      ],
      [
        "polo-monotelistik",
        "monoteistik",
        "politeizm",
        "teologik"
      ],
      [
        "Kitob,yozuv,olov,tuproq",
        "Non,tuz,suv,havo",
        "Suv,havo,tuproq,olov",
        "Tuz,suv,kitob,qilich"
      ],
      [
        "Mil.VII asrda",
        "Mil.avv XII asrda",
        "Mil. avv.VI asrda",
        "Mil.I asrda"
      ],
      [
        "“Bibliya”",
        "“Qur`on”",
        "“Avesto”",
        "“Tavrot”"
      ],
      [
        "“itoat etish”",
        "``o`qish”",
        "“muqaddas”",
        "“gapirish”"
      ],
      [
        "Xadicha",
        "Fotima",
        "Omina",
        "Halima"
      ],
      [
        "35 yoshida",
        "45yoshida",
        "40 yoshida",
        "33 yoshida"
      ],
      [
        "Fotima",
        "Halima",
        "Omina",
        "Xadicha"
      ],
      [
        "622 yil",
        "632 yil",
        "610 yil",
        "630 yil"
      ],
      [
        "18- sentabr",
        "16-noyabr",
        "22-fevral",
        "25- mart"
      ],
      [
        "Buxoroda",
        "Xorazmda",
        "Xurosonda",
        "Eronda"
      ],
      [
        "Kubroviya tariqati",
        "Yassaviya tariqati",
        "Naqshbandiya tariqati",
        "Gijduvoniy tariqati"
      ],
      [
        "mutakallimlar",
        "So`fiylar",
        "Musahhihlar",
        "Faqihlar"
      ],
      [
        "“yuborish”, “vazifa topshirish”",
        "“muhokama”, vaziyat”",
        "«so`z», «gap», «jumla»",
        "“tinchlik,vatanparvarlik”"
      ],
      [
        "imon",
        "namoz",
        "zakot",
        "ijmo"
      ],
      [
        "40 yil",
        "20 yil",
        "23 yil",
        "36 yil"
      ],
      [
        "220 ta",
        "114 ta",
        "125 ta",
        "200 ta"
      ],
      [
        "8 ta",
        "4ta",
        "5 ta",
        "12 ta"
      ],
      [
        "namoz",
        "Hadis",
        "sunnat",
        "ro`za"
      ],
      [
        "Imom Al- Buxoriy",
        "Zamaxshariy",
        "Marg`inoniy",
        "Farg`oniy"
      ],
      [
        "Usmon ibn Affon",
        "Zayud ibn Sobit",
        "Abu Bakr Siddiq",
        "Ali"
      ],
      [
        "Omina",
        "Fotima",
        "Xadicha",
        "Halima"
      ],
      [
        "7890",
        "6236",
        "7654",
        "4578"
      ],
      [
        "76 yoshda",
        "70 yoshda",
        "89 yoshda",
        "80 yoshda"
      ],
      [
        "Kubroviy",
        "Gijduvoniy",
        "Naqshbandiy",
        "A.Yassaviy"
      ],
      [
        "Xristianlik",
        "Islom",
        "Buddizm",
        "hinduiylik"
      ],
      [
        "Diniy marosim",
        "An`ana",
        "Diniy ong",
        "Duo"
      ],
      [
        "17- 35 yosh",
        "20-25 yosh",
        "25-35 yosh",
        "30-40 yosh"
      ],
      [
        "Xalifa Abu Bakr",
        "Umar ibn Xattob",
        "Usmon ibn Affon",
        "Hazrat Ali"
      ],
      [
        "634-644 yillar",
        "656-661yillar",
        "644-656 yillar",
        "632-634 yillar"
      ],
      [
        "Misrda",
        "Hindistonda",
        "Eronda",
        "Iroqda"
      ],
      [
        "Abu Bakr",
        "Umar",
        "Usmon",
        "Amakilari"
      ],
      [
        "Tumor",
        "Tabaqa",
        "Din",
        "Ishonch"
      ],
      [
        "1999-yil 16-fevralda",
        "2001-yil 11-sentabrda",
        "2008-yil 14-oktabrda",
        "2005-yil 13- mayda"
      ],
      [
        "Juma",
        "Qadr kechasi",
        "Payshanba",
        "Dushanba"
      ],
      [
        "Injil",
        "Tavrot",
        "Apokalipsis",
        "Muqaddas yozuvlar"
      ],
      [
        "Sinagoga",
        "Cherkov",
        "Madrasa",
        "Masjid"
      ],
      [
        "Toʻgʻri yoʻl",
        "Gunohsiz yoʻl",
        "Ta`qiq",
        "Notoʻgʻri yoʻl"
      ],
      [
        "Teshiktoshk gʻorida",
        "Makkada, Hiro togʻida",
        "Sinoy togʻida",
        "Himolay togʻida"
      ],
      [
        "yaxshilik",
        "bagʻrikenglik",
        "Baxillik",
        "yovuzlik"
      ],
      [
        "100 tacha",
        "3000",
        "2000",
        "1000 dan ortiq"
      ],
      [
        "2007 yilda",
        "2017 yilda",
        "2000 yilda",
        "1997 yilda"
      ],
      [
        "Insoniyatni hayotini xavf ostiga olib keladi",
        "Tinchlikka olib keladi",
        "Baxt-saodatga olib keladi",
        "Koʻngilocharlikka olib keladi"
      ],
      [
        "1999 yil 16 fevral",
        "2004 yil 29 mart",
        "2001 yil 11 sentabr",
        "2005 yil 15 may"
      ],
      [
        "Masjid",
        "Seminariya",
        "Akademiya",
        "Madrasa"
      ],
      [
        "Nil daryosida",
        "Gang daryosida",
        "Yefrat daryosida",
        "Iordan daryosida"
      ],
      [
        "35",
        "30",
        "20",
        "25"
      ],
      [
        "“Hindiston”",
        "“As-Sahih”",
        "“Devoni Hikmat”",
        "“Musnad”"
      ],
      [
        "Naqshbandiya",
        "Yassaviya",
        "Molikiya",
        "Kubroviya"
      ],
      [
        "515-533 yillarda",
        "315-363 yillarda",
        "720-740 yillarda",
        "610-632 yillarda"
      ],
      [
        "650 martadan ortiq",
        "720 marta",
        "850 marta",
        "750 martadan ortiq"
      ],
      [
        "Xalifalar",
        "Sahobalar",
        "Elchilar",
        "Xabarchilar"
      ],
      [
        "Termiziy",
        "Moturidiy",
        "Farg`oniy",
        "Marg`inoniy"
      ],
      [
        "Qoida",
        "Haq",
        "Hikoya",
        "Maqola"
      ],
      [
        "Ja`fariya",
        "Kubroviya",
        "Yassaviya",
        "Naqshbandiya"
      ],
      [
        "18 yosh",
        "21 yosh",
        "20 yosh",
        "16 yosh"
      ],
      [
        "Diniy ishlar idorasi",
        "Vazirlar Mahkamasi",
        "O`zbekiston musulmonlari idorasi",
        "Adliya Vazirligi"
      ],
      [
        "2002-yil",
        "2001-yil",
        "1997-yil",
        "1999-yil"
      ],
      [
        "Iroq, Afg`oniston, Suriya",
        "AQSH, Rossiya, Fransiya",
        "Buyuk Britaniya, Germaniya, Yaponiya",
        "Eron, Misr, Pokiston"
      ],
      [
        "Dinning davlatdan ajratilganligini ifodalash uchun",
        "Diniy tashkilotlarning qonun oldida tengligini ifodalanish uchun",
        "Diniy bag`rikenglikni ifodalanish uchun",
        "Vijdon еrkinligini ifodalanish uchun"
      ],
      [
        "Shaxsana",
        "Shavkana",
        "Shakya",
        "Shashya"
      ],
      [
        "poklangan",
        "Nurlangan",
        "sanamlarga sig`inuvchi",
        "Iyonmangan"
      ],
      [
        "Xolchayonda",
        "Buxoroda",
        "Termizda",
        "Qashqarda"
      ],
      [
        "Kushon",
        "Qang`",
        "Davan",
        "Baqtriya"
      ],
      [
        "Fetishizm",
        "Тotemizm",
        "Animizm",
        "Мagiya"
      ],
      [
        "Animizm",
        "Тotemizm",
        "Fetishizm",
        "Мagiya"
      ],
      [
        "Paygʻambar",
        "Sariq tuya yetaklagan",
        "Nurlangan",
        "Xaloskor"
      ],
      [
        "Yakkaxudolik",
        "Sekta",
        "Cherkov tashkiloti",
        "Koʻpxudolik"
      ],
      [
        "Fuqarolarning oʻz millatiga ishonish huquqi",
        "Fuqarolarning biron bir dinga e`tiqod qilish yoki e`tiqod qilmaslik huquqi",
        "Fuqarolarning dinga ishonmaslik va unga qarshi chiqish huquqi",
        "Fuqarolarning bitta dinga ishonishi zarurligi"
      ],
      [
        "Litsiniy,",
        "Yustian",
        "Luliy Sezar",
        "Konstantin"
      ],
      [
        "Lamaizm",
        "Buddizm",
        "Sintoizm",
        "Krishnachilik"
      ],
      [
        "Muso",
        "Dovud",
        "Iso Masih",
        "Muhammad(s.a.v)"
      ],
      [
        "Mikoil",
        "Azroil",
        "Jabroil",
        "Sulaymon"
      ],
      [
        "Makruh",
        "Kasta",
        "Qiyomat",
        "Mandub"
      ],
      [
        "Manot",
        "Hubal",
        "Uzot",
        "Lot"
      ],
      [
        "50 kun",
        "150 kun",
        "100 kun",
        "120 kun"
      ],
      [
        "12 yil",
        "10 yil",
        "20 yil",
        "15 yil"
      ],
      [
        "Do`zax",
        "Sunnat",
        "Jannat",
        "Vojib"
      ],
      [
        "Mazhab",
        "Jannat",
        "Sunnat",
        "Vojib"
      ],
      [
        "20 yil",
        "11 yil",
        "15 yil",
        "13 yil"
      ],
      [
        "38- modda",
        "35- modda",
        "40- modda",
        "42- modda"
      ],
      [
        "“Shiffin janggi”",
        "“Fil voqeasi”",
        "“Quraysh janggi”",
        "“Chinoz janggi”"
      ]
    ],
    "correctAnswers": [
      1,
      3,
      1,
      3,
      1,
      4,
      3,
      1,
      3,
      3,
      2,
      1,
      3,
      4,
      3,
      4,
      1,
      2,
      3,
      1,
      2,
      2,
      1,
      4,
      3,
      3,
      2,
      2,
      3,
      3,
      1,
      2,
      3,
      2,
      2,
      2,
      1,
      1,
      2,
      2,
      1,
      4,
      2,
      1,
      1,
      1,
      3,
      4,
      4,
      2,
      2,
      1,
      1,
      4,
      1,
      2,
      2,
      4,
      1,
      1,
      1,
      4,
      4,
      4,
      3,
      1,
      4,
      4,
      2,
      2,
      3,
      4,
      1,
      4,
      4,
      1,
      1,
      3,
      2,
      3,
      1,
      2,
      1,
      4,
      4,
      2,
      4,
      3,
      1,
      3,
      1,
      2,
      1,
      2,
      1,
      2,
      4,
      2,
      2
    ]
  },
  'Axborot Texnologiyalari': {
    "questions": [
      "Informatikaning asosiy tushunchasi nima?",
      "Excelda ma`lumotlarni qaysi ko`rinishda saqlash qulay?",
      "Excelda o`rtacha qiymatni hisoblash uchun qaysi funksiya ishlatiladi?",
      "Microsoft Excelda ildizdan chiqarish funksiyasini aniqlang",
      "Qaysi funksiyani moliyaviy hisobotlar uchun ishlatish tavsiya etiladi?",
      "Jadval ichida qaysi vosita eng katta qiymatni topishga yordam beradi?",
      "Axborotni doimiy saqlovchi qurilmani ko`rsating",
      "Axborotni vizual tasvirlash uchun mo`ljallangan qurilma qanday nomlanadi ?",
      "Axborotning eng kichik o`lchov birligi",
      "B1=0, B2=1, B3=2. B1:B3 yacheyka bo`yicha jami hisob natijasini (yig`indi) belgilang.",
      "Bir bayt nеcha bitga tеng?",
      "Bir Gigabayt bu-",
      "Bloknot muxarririda hosil qilingan fayllar qanday kеngaytmaga ega bo`ladi?",
      "Chiqarish qurilmasi -bu . . .",
      "Chop etish qurilmasining turlari nеcha xil bo`ladi.",
      "Ctrl-C tugmalar birikmasi nimani anglatadi? (Windows)",
      "Ctrl-P tugmalar birikmasi nimani anglatadi?",
      "Ctrl-X tugmalar birikmasi nimani anglatadi? (Windows)",
      "Ctrl-Z tugmalar birikmasi vazifasi qanday?",
      "Ekran tasvirini olish uchun klaviaturaning qaysi klavisha ishlatiladi?",
      "Elektron hukumat xizmatlarini ko`satuvchi portal qaysi",
      "Elektron jadvalda A1:B3 yacheykalar diapazoni ajratilgan. Ajratilgan yacheykalar soni nechta?",
      "Elektron manzilni belgilovchi maxsus belgini ko`rsating?",
      "Elektron pochta manzili to`g`ri keltirilgan javobni ko`rsating",
      "Excel dasturi nima uchun mo`ljallangan?",
      "Excel ish kitobida kamida nechta varoq (list) bo`lishi mumkin",
      "Excel: Yachеyka nomi xosil bo`ladi:",
      "Foydalanuvchiga buyruqlar va belgilarni kiritish imkonini beradigan qurilma?",
      "Informatika -so`zda nеchta bit mavjud",
      "Internet qaysi tarmoq turiga kiradi?",
      "Kiritish qurilmasi keltirilgan javobni ko`rsating?",
      "Klaviatura Delete tugmasi vazifasi",
      "Kompyuter asosida qaysi sanoq tizimi yotadi?",
      "Kompyuter grafikasi qanday turlarga bo`linadi?",
      "Kompyuter kiritish qurilmasini aniqlang?",
      "Kompyuter klaviaturasi – bu …",
      "Kompyuter monitori – bu …",
      "Matn klaviatura qaysi klavishsini bosish orqali doimiy katta harflarda terish rejimiga o`tiladi?",
      "Microsoft Excel dasturi bu -",
      "Microsoft Excel dasturi jadvalida formulalarni yozish qaysi belgidan boshlanadi?",
      "Microsoft Excel dasturi qanday fayl kеngaytmalarini ochish imkoniyatiga ega?",
      "Microsoft Excel dasturi qanday ishga tushiriladi?",
      "Microsoft Excel dasturida diagramma qo`yish uchun qanday amallar bajariladi.",
      "Microsoft Excel dasturida hujjatni yopish uchun qanday amal bajariladi?",
      "Microsoft Excel dasturida ish kitobini ochish mumkin bo`lgan to`g`ri variantni ko`rsating:",
      "Microsoft Excel dasturida quyida keltirilgan ma`lumotlar turining qaysi birini yacheyka ichda joylashtirish mumkin emas?",
      "Microsoft Excel dasturida ustunlar qanday nomlangan?",
      "Microsoft Excel dasturida yaratiladigan hujjatlar qanday nomlanadi?",
      "Microsoft Excel dasturida yangi hujjat yaratish tartibi to`g`ri ko`rsatilgan variantni tanlang:",
      "Microsoft Excel dasturida yaratilgan ish kitobini saqlash mumkin bo`lgan to`g`ri variantni ko`rsating:",
      "Microsoft Excel dasturiy muhitida ma`lumotdan nusxa ko`chirish uchun qaysi tugmalarni birgalikda bosish kerak?",
      "Microsoft Excel dasturiy muhitida nusxa olingan ma`lumotni qo`yish uchun qaysi tugmalarni birgalikda bosish kerak?",
      "Microsoft Excel dasturiy muhitida yangi fayl yaratish uchun qaysi tugmalarni birgalikda bosish kerak?",
      "Microsoft Excel elektron jadvalida A1:D3 yacheykalar guruhi tanlangan. Bu diapazonga nechta yacheyka kiradi?",
      "Microsoft Excelda har bir yacheyka nimaga ega",
      "Microsoft Excelda tanlangan yacheykasiga o`tish uchun manzil qanday ko`rsatiladi",
      "Microsoft PowerPoint dasturida yangi hujjat yaratilganda, odatda dastur tomonidan unga qanday nom beriladi?",
      "Microsoft Word dasturi yordamida yaratiladigan hujjatlar qanday nomlanadi?",
      "Microsoft Word dasturida klaviaturaning strelkali tugmalari yordamida matnlarni belgilash uchun qo`shimcha ravishda qaysi tugmadan foydalaniladi?",
      "Microsoft Word dasturida kursordan chapdagi bеlgilarni o`chirish uchun qaysi tugmadan foydalaniladi ?",
      "Microsoft Word dasturida kursordan o`ngdagi belgilarni o`chirish uchun qaysi tugmadan foydalaniladi?",
      "Microsoft Word dasturiga yuklangan joriy hujjatda «Ctrl+Home» tugmalar birikmasi bosilsa nima sodir bo`ladi?",
      "Microsoft Word dasturiga yuklangan joriy xujjatda «Ctrl+End» tugmalar birikmasi bosilsa nima sodir bo`ladi?",
      "Modеm nima?",
      "MS Excel: Funktsiya СУММ(A1:A11) nimani anglatadi –",
      "MS Word dasturida yangi hujjat yaratish tartibi to`g`ri keltirilgan javoblarni ko`rsating.",
      "Noto`g`ri yozilgan formulani ko`rsating:",
      "O`chirilgan fayllar vaqtinchalik qaysi papkada saqlanadi",
      "Power Point da ALT+F4 tugmalari bosilsa nima sodir bo`ladi?",
      "Microsoft Excel da Ctrl +S tugmalari bosilsa nima sodir bo`ladi?",
      "Power Point da Ctrl+S tugmalari bosilsa nima sodir bo`ladi?",
      "Power Point da faylni xotiraga yozib qo`yish qanday amalga oshiriladi?",
      "Power Point dasturida Ctrl + M tugmalar juftligi qanday vazifani bajaradi?",
      "Power Point dasturida slaydlarni prezentasiya ko`rinishida ko`rsatish qaysi tugmacha yordamida amalga oshiriladi.",
      "Power Point dasturining asosiy vazifasi nimalardan iborat ?",
      "Power Point yordamida mavjud faylni ochish qanday amalga oshiriladi?",
      "PowerPoint da Ctrl+N nima vazifa bajaradi",
      "PowerPoint da slaydlarga animatsiya qo`shish uchun menyuning qaysi bo`limi ishlatiladi",
      "PowerPoint dasturida diagramma qo`yish qaysi bo`lim orqali amalga oshiriladi",
      "Printerning vazifasi?",
      "Proyektor qurilmasining vazifasi nima?",
      "Qattiq disk bu?",
      "Qaysi multimediali texnologiya tasvirni harakatlanganligini ketma- ket xosil qiladi.",
      "Skaner – bu …",
      "Skanerning vazifasi nima?",
      "Taqdimotlar yaratishga mo`ljallangan dastur bu?",
      "Windows operatsion tizimining bosh menyusiga qaysi tugma (knopka) orqali murojat qilinadi.",
      "Word asosiy obеkti (hujjati) qanday kеngaytmali faylda saqlanadi ?",
      "Word da Ctrl+O tugmasi qanday vazifani bajaradi?",
      "Word da Ctrl+P tugmasi qanday vazifani bajaradi?",
      "Word da Ctrl+Z tugmasi qanday vazifani bajaradi?",
      "Word da hujjatning to`la matnini belgilash uchun qaysi tugmalar bosiladi?",
      "Word da qaysi tugmalar bosilsa matnning nusxasi olingan bo`lagi zarur joyga qo`yiladi?",
      "Word dasturi nima uchun mo`ljallangan?",
      "Word matn muxarriri qaysi firma tomonidan ishlab chiqilgan?",
      "Word matn muxarriri yordamida mavjud faylni ochish qanday amalga oshiriladi?",
      "Word matn muxarririda WordArt ob`ekt dasturi nima vazifani bajaradi?",
      "WWW nima?",
      "Yacheyka manzili to`g`ri yozilganini toping",
      "Yacheyka manzili to`g`ri yozilgan javobni ko`rsating:",
      "Yacheykada ### belgi nimani bildiradi? (MS Excel)",
      "\"Kорзина\" yorlig`ining vazifasi nima?",
      "*.jpg kеngaytmali fayl qanday axborotni saqlaydi?",
      ".=a1*25% ma`nosi nima ?",
      ".jpg kengaytmali fayl qanday axborotni saqlaydi?",
      "“=” tenglik belgisi Excel da nima vazifani bildiradi?",
      "«.xlsx» kengaytmaga ega bo`lgan faylni sichqonchaning chap tugmasi bilan ikki marta bosilsa nima sodir bo`ladi?",
      "1Kbayt bu:",
      "2 bayt nеcha bitga tеng?",
      "A1=0, A2=15. A1:A2 yacheyka bo`yicha jami hisob natijasini (yig`indi) ko`rsating.",
      "A1=1, A2=2, A3=3. A1:A3 yacheyka bo`yicha jami hisob natijasini (yig`indi) ko`rsating.",
      "Animatsiya nima?",
      "Kompyuterning asosiy qurilmalari qaysi javobda keltirilgan?",
      "Qattiq disk vazifasi nima?",
      "Klaviatura nima uchun ishlatiladi?",
      "Skaner qanday qurilma?",
      "piktogrammaning vazifasi nima?",
      "piktogrammaning vazifasi nima?",
      "piktogrammaning vazifasi nima?",
      "piktogrammaning vazifasi nima?",
      "piktogrammaning vazifasi nima?",
      "tugmasining vazifasi to`g`ri berilgan atorni belgilang",
      "tugmasining vazifasi to`g`ri berilgan atorni belgilang",
      "tugmasining vazifasi to`g`ri berilgan atorni belgilang",
      "piktogrammaning vazifasi nima?",
      "piktogrammaning vazifasi nima?",
      "=СЦЕПИТЬ(A1; B1) funksiyasi nima qiladi?",
      "A1 = 9, A2 = 3, =СУММ(A1; A2)/2 natijasi qanday bo`ladi?",
      "A1 = 10, A2 = 4, =МИН(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 4, A2 = 2, =МАКС(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 9, A2 = 2, =СТЕПЕНЬ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 50, A2 = 100, A3 = 150, =СРЗНАЧ(A1:A3) natijasi qanday bo`ladi?",
      "A1 = 3, A2 = 7, =МАКС(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 18, A2 = 24, =МИН(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 2, A2 = 3, =СУММ(A1; A2) + 5 natijasi qanday bo`ladi?",
      "A1 = 56, A2 = 98, A3 = 112, =НОД(A2; A3) natijasi qanday bo`ladi?",
      "A1 = 6, A2 = 2, A3 = 8, =СТЕПЕНЬ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 7, A2 = 3, =ПРОИЗВЕД(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 50, A2 = 25, A3=75 =СУММ(A1:A3) natijasi qanday bo`ladi?",
      "102=x10 ni hisoblang.",
      "A1 = 16, =КОРЕНЬ(A1) natijasi qanday bo`ladi?",
      "=КОРЕНЬ(9) natijasi qanday bo`ladi?",
      "=КОРЕНЬ(4) natijasi qanday bo`ladi?",
      "=КОРЕНЬ(1) natijasi qanday bo`ladi?",
      "A1 = 3, A2 = 4, =СТЕПЕНЬ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 0.5, A2 = 2, =СТЕПЕНЬ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 5, =ЦЕЛОЕ(A1) natijasi qanday bo`ladi?",
      "A1 = \"12345\", =ДЛСТР(A1) natijasi qanday bo`ladi?",
      "A1 = \"alpha\", A2 = \"beta\", A3 = \"gamma\", A4 = \"delta\", A5 = \"epsilon\", =НАЙТИ(\"a\"; A1) + НАЙТИ(\"a\"; A2) natijasi qanday bo`ladi?",
      "A1 = \"Dars\", =ПРАВСИМВ(A1;2) natijasi qanday bo`ladi?",
      "A1 = \"Dars\", A2 = \"Boshlandi\", =СЦЕПИТЬ(A1; \" \"; A2) natijasi qanday bo`ladi?",
      "A1 = \"Dunyo\", =ЛЕВСИМВ(A1;2) natijasi qanday bo`ladi?",
      "A1 = \"Excel\", =ЛЕВСИМВ(A1;3) natijasi qanday bo`ladi?",
      "A1 = \"Excel\", =ПРАВСИМВ(A1;3) funksiyasi nima natija beradi?",
      "A1 = \"Excel\", =ПСТР(A1;2;2) natijasi qanday bo`ladi?",
      "A1 = \"Hello\", A2 = \"World\", A3 = \"Excel\", A4 = \"Test\", A5 = \"Data\", =ДЛСТР(ПРАВСИМВ(A1; 3)) natijasi qanday bo`ladi?",
      "A1 = \"Ilm\", A2 = \"Fan\", =СЦЕПИТЬ(A1;A2) natijasi qanday bo`ladi?",
      "A1 = \"Java\", =ПРАВСИМВ(A1;2) natijasi qanday bo`ladi?",
      "A1 = \"Matematika\", =ЛЕВСИМВ(A1;4) natijasi qanday bo`ladi?",
      "A1 = \"TEXT\", =ДЛСТР(A1) natijasi qanday bo`ladi?",
      "A1 = \"Vatan\", =ПРАВСИМВ(A1;1) natijasi qanday bo`ladi?",
      "A1 = \"vatan\", A2 = 45 bo`lsa, =ДЛСТР(A1)+ДЛСТР(A2) natijasi qanday bo`ladi?",
      "A1 = 10, A2 = 2, =МИН(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 10, A2 = 20, =СРЗНАЧ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 10, A2 = 5, A3 = 15, A4 = 20, A5 = 25, =СУММ(МИН(A1; A2); МАКС(A3; A4)) natijasi qanday bo`ladi?",
      "A1 = 12, A2 = 5, =СУММ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 123, =ДЛСТР(A1) natijasi qanday bo`ladi?",
      "A1 = 14, A2 = 28, =НОД(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 2, A2 = 3, =СТЕПЕНЬ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 20, A2 = 15, =МАКС(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 25, A2 = 10, =МАКС(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 25, A2 = 10, =МИН(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 3, A2 = 2, =ПРОИЗВЕД(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 4, A2 = 9, A3 = 16, A4 = 25, A5 = 36, =КОРЕНЬ(СУММ(A2; A3)) natijasi qanday bo`ladi?",
      "A1 = 4567, =ПРАВСИМВ(A1;2) natijasi qanday bo`ladi?",
      "A1 = 50, A2 = 25, A3=75 =СУММ(A1;A3) natijasi qanday bo`ladi?",
      "A1 = 8, A2 = 4, A3 = 9, =СРЗНАЧ(A1; A2; A3) natijasi qanday bo`ladi?",
      "A1 = 8, A2 = 16, A3 = 4, A4 = 64, A5 = 36, =КОРЕНЬ(МАКС(A1; A2; A3)) natijasi qanday bo`ladi?",
      "A1 = 8, A2 = 2, =СТЕПЕНЬ(A1; A2) natijasi qanday bo`ladi?",
      "Agar A1 yacheykada 5 bo`lsa, =ЕСЛИ(A1>3,\"Ha\",\"Yo`q\") funksiyasi natijasi qanday bo`ladi?",
      "Apparat ta`minoti to`g`ri berilgan ma`lumotlarni belgilang",
      "Axborotning eng kichik o`lchov birligi …?",
      "Birinchi shaxsiy kompyuter nechanchi yil va kim tomonidan yaratildi?",
      "Chiqarish qurilmalari to`g`ri berilgan qatorni toping?",
      "Dasturiy ta`minot to`g`ri berilgan qatorni toping",
      "Haqiqiyligiga ko`ra axborot turlari",
      "Hardware nima?",
      "Kiritish qurilmalari to`g`ri berilgan qatorni toping?",
      "Kompyuter ta`minoti to`g`ri berilgan qatorni toping",
      "Qaysi funksiya berilgan sonlarning o`rtacha qiymatini hisoblaydi?",
      "Qaysi funksiya eng katta qiymatni topadi?",
      "Qaysi funksiya eng kichik qiymatni qaytaradi?",
      "Qaysi funksiya mantiqiy “va” holatini tekshiradi?",
      "Qaysi funksiya matn uzunligini hisoblaydi?",
      "Qaysi funksiya matndan ma`lum bir belgilarni chapdan ajratib oladi?",
      "Shaxsiy komyuterning aparat ta`minoti qaysilar",
      "Shrift bo`limi qaysi menyuda joylashgan?",
      "Software nima?",
      "Word dasturida turli xil shakllar yaratish qaysi bo`lim yordamida bajariladi?",
      "Word dasturini ishga tushurish tartibi to`g`ri ko`rsatilgan qatorni toping",
      "x2 tugmasining vazifasi to`g`ri berilgan atorni belgilang",
      "x2 tugmasining vazifasi to`g`ri berilgan qatorni belgilang",
      "Quyidagi qaysi funksiya sonlar yig`indisini hisoblaydi?",
      "Qaysi funksiya keltirilgan sonlarning ko`paytmasini hisoblaydi?",
      "Sonning ildizini hisoblovchi funksiya:",
      "Raqamning eng yaqin kichik butun qiymatiga tushiruvchi funksiya:",
      "Belgilangan argumentlar ichida eng katta qiymatni qaytaradi:",
      "Belgilangan qiymatlar orasidan eng kichigini qaytaradi:",
      "O`rtacha qiymatni hisoblaydi:",
      "Shartlardan hech bo`lmaganda bittasi bajarilsa TRUE qaytaradi:",
      "Aytaylik, A1 katakda raqam 10 bo`lsa, =ЕСЛИ(A1>5;\"Katta\";\"Kichik\") natijasi qanday bo`ladi?",
      "=ЕСЛИ(5>3;\"Ha\";\"Yo`q\") formulasi natijasi:",
      "Sonni 2 ga bo`lish formulasi:",
      "5, 10 va 15 sonlarining o`rtacha qiymatini topuvchi formula:",
      "A1 = 8, A2 = 2 =СУММ(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 6, A2 = 3 =СУММ(A1; A2)/3 natijasi qanday bo`ladi?",
      "A1 = 7, A2 = 10 =МИН(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 15, A2 = 25 =МАКС(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 4, A2 = 5 =ПРОИЗВЕД(A1; A2) natijasi qanday bo`ladi?",
      "A1 = 100, A2 = 4 =A1/A2 natijasi qanday bo`ladi?",
      "A1 = \"salom\", A2 = 123 =ДЛСТР(A1) natijasi qanday bo`ladi?",
      "A1 = \"kitob\", A2 = \"qalam\" =ДЛСТР(A1)+ДЛСТР(A2) natijasi qanday bo`ladi?",
      "A1 = 5, A2 = 0 =ЕСЛИ(A2=0;\"Bo`linmaydi\";A1/A2) natijasi qanday bo`ladi?",
      "A1 = 4, A2 = 5 bo`lsa quyidagi formula natijasini hisoblang: =A1 + A2",
      "A1 = 12, A2 = 7, bo`lsa quyidagi formula natijasini hisoblang: =A1 - A2",
      "A1 = 3, A2 = 6, bo`lsa quyidagi formula natijasini hisoblang: =A1 * A2",
      "A1 = 20, A2 = 4, bo`lsa quyidagi formula natijasini hisoblang: =A1 / A2",
      "A1 = 10, A2 = 5, A3 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 - A2 + A3",
      "A1 = 6, A2 = 3, A3 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 * A2 / A3",
      "A1 = 8, A2 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 / A2 + 2",
      "A1 = 5, A2 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 ^ A2 + 1",
      "A1 = 3, A2 = 4, A3 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 + A2 * A3",
      "A1 = 15, A2 = 5, bo`lsa quyidagi formula natijasini hisoblang: =A1 / A2 - 1",
      "A1 = 2, A2 = 2, A3 = 3, bo`lsa quyidagi formula natijasini hisoblang: =A1 + A2 + A3",
      "A1 = 6, A2 = 2, bo`lsa quyidagi formula natijasini hisoblang: =(A1 + A2) * 2",
      "A1 = 9, A2 = 3, A3 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 - A2 * A3",
      "A1 = 7, A2 = 4, bo`lsa quyidagi formula natijasini hisoblang: =A1 + A2 - 2",
      "A1 = 10, A2 = 2, bo`lsa quyidagi formula natijasini hisoblang: =(A1 - A2)^2",
      "A1 = 4, A2 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 * A1 - A2",
      "A1 = 3, A2 = 2, bo`lsa quyidagi formula natijasini hisoblang: =(A1 + A2)^2",
      "A1 = 16, A2 = 4, A3 = 2, bo`lsa quyidagi formula natijasini hisoblang: =A1 / A2 / A3",
      "A1 = 2, A2 = 3, A3 = 4, bo`lsa quyidagi formula natijasini hisoblang: =A1 + A2 + A3 * A1"
    ],
    "answers": [
      [
        "Axborot",
        "Algoritm",
        "Kompyuter",
        "Kodlash"
      ],
      [
        "Rasmlar orqali",
        "Diagramma",
        "Jadval",
        "Matnli fayl"
      ],
      [
        "СРЗНАЧ",
        "MIN",
        "MAX",
        "СУММ"
      ],
      [
        "СУММ funksiyasi",
        "MAX funksiyasi",
        "КОРЕНЬ funksiyasi",
        "КОРЕЛЬ funksiyasi"
      ],
      [
        "СУММ",
        "MIN",
        "СРЗНАЧ",
        "MAX"
      ],
      [
        "СРЗНАЧ",
        "СУММ",
        "MIN",
        "MAX"
      ],
      [
        "Klaviatura",
        "Opеrativ xotira",
        "Qattiq disk",
        "Monitor"
      ],
      [
        "Displеy (Monitor)",
        "Yoritkichli klaviatura",
        "Ko`rgazmali stеnd",
        "Planshеt kompyutеr"
      ],
      [
        "Gb",
        "Mb",
        "Bit",
        "Kb"
      ],
      [
        "6",
        "4",
        "3",
        "5"
      ],
      [
        "4",
        "8",
        "16",
        "2"
      ],
      [
        "1024 Mbayt",
        "528 Kbayt",
        "1024 Kbayt",
        "1024 Bayt"
      ],
      [
        "exe",
        "doc",
        "txt",
        "rtf"
      ],
      [
        "skaner",
        "klaviatura",
        "sichqoncha",
        "displey va printer"
      ],
      [
        "purkagichli, ignali",
        "rangli, oq-qora",
        "matritsali, purkagichli, lazеrli",
        "purkagichli, lazеrli"
      ],
      [
        "Belgilangan matnlar nusxasini olish",
        "Belgilangan qismni o`chirish",
        "Nusxa ko`chirish",
        "Belgilangan fayllar nusxasini olish"
      ],
      [
        "faylni chop etish",
        "nusxa olish",
        "amallarni qaytarish",
        "belgilangan kismlarni uchirish"
      ],
      [
        "nusxa ko`chirish",
        "belgilangan fayllarni qirqib olish",
        "belgilangan qismni nusxa olish",
        "belgilangan qismni o`chirish"
      ],
      [
        "chop etish",
        "so`nggi harakatni takrorlash",
        "so`nggi harakatni bekor qilish",
        "o`lchamni o`zgartirish"
      ],
      [
        "Print Screen klavishasi",
        "Power klavishasi",
        "F1 klavishasi",
        "Scroll Lock klavishasi"
      ],
      [
        "Google chrome",
        "my.gov.uz",
        "kun.uz",
        "www.uz"
      ],
      [
        "8",
        "6",
        "9",
        "7"
      ],
      [
        "@",
        "*",
        "+",
        "-"
      ],
      [
        "admin @mail@.uz",
        "mail.ru.@ admin",
        "@ admin mail.ru",
        "admin@mail.ru"
      ],
      [
        "prezentatsiya bilan ishlaydigan dastur",
        "multimedia fayllar ustida ishlaydigan dastur",
        "jadvalli ma`lumotlarni qayta ishlaydigan dastur",
        "matnli ma`lumotlarni qayta ishlaydigan dastur"
      ],
      [
        "2 ta",
        "5 ta",
        "1 ta",
        "3 ta"
      ],
      [
        "ustun nomidan",
        "ustun va qator nomidan",
        "ixtiyoriy",
        "qator nomidan"
      ],
      [
        "Monitor",
        "Klaviatura",
        "Protsessor",
        "Ekran"
      ],
      [
        "89",
        "90",
        "88",
        "87"
      ],
      [
        "lokal",
        "mintaqaviy",
        "global",
        "regional"
      ],
      [
        "klaviatura",
        "proyektor",
        "monitor",
        "printer"
      ],
      [
        "kursorni turgan joyidan bir pozitsiya chapga o`tkazish",
        "kursor turgan joydan o`ngdagi simvollarni uchirish",
        "kursor turgan joydan chapdagi simvollarni uchirish",
        "kursorni turgan joyidan bir pozitsiya o`ngga o`tkazish"
      ],
      [
        "sakkizlik",
        "o`nlik",
        "ikkilik",
        "o`n oltilik"
      ],
      [
        "fraktal va rastrli grafika",
        "rastrli, vektorli va fraktal grafika",
        "vektorli, kriptografik va fraktal grafika",
        "vektorli va rastrli grafika"
      ],
      [
        "diskеta",
        "skaner",
        "faksmodеm",
        "strimеr"
      ],
      [
        "alfavit-raqamli ma`lumotlarni chop etish qurilmasi;",
        "alfavit-raqamli ma`lumotlarni kiritish qurilmasi;",
        "alfavit-raqamli ma`lumotlarni chiqarish qurilmasi;",
        "alfavit-raqamli ma`lumotlarni saralash qurilmasi;"
      ],
      [
        "alfavit-raqamli va grafik ma`lumotlarni chiqarish qurilmasi;",
        "alfavit-raqamli ma`lumotlarni chop etish qurilmasi;",
        "alfavit-raqamli ma`lumotlarni kiritish qurilmasi;",
        "Kiritish qurilmasi"
      ],
      [
        "Caps Lock",
        "Alt",
        "Delete",
        "Ctrl"
      ],
      [
        "prezentatsiya yaratish dasturi",
        "elektron jadval muharriri",
        "WEB sayt yaratish dasturi",
        "matn muxariri"
      ],
      [
        "-",
        "=",
        "*",
        "_"
      ],
      [
        ".xlsx, .xls kеngaytmalarga ega fayllarni",
        ".ppt, .pptx kеngaytmalarga ega fayllarni",
        ".bmp, .rar kеngaytmalarga ega fayllarni",
        ".doc, .docx kеngaytmalarga ega fayllarni"
      ],
      [
        "\"Пуск\" - \"Adobe \" - \"Microsoft Excel\";",
        "\"Пуск\" -\"Eset Antivirus\" - \"Microsoft Excel\";",
        "\"Пуск\" - \"Finy Reader\" - \"Microsoft Excel\";",
        "\"Пуск\" - \"Программы\" - \"Microsoft Excel\";"
      ],
      [
        "Вид - Диаграмма",
        "Вставка -Диаграмма",
        "Меню - Гистограмма",
        "Меню - Рассылка - Диаграмма"
      ],
      [
        "«Файл -Закрыть» menyu amalini bajarish",
        "«Файл -Открыть» menyu amalini bajarish",
        "«Файл - Развернуть» menyu amalini bajarish",
        "«Файл Переименовать» menyu amalini bajarish"
      ],
      [
        "«Файл -Открыть»",
        "«Файл -Сохранить»",
        "\"Файл -Закрыть\"",
        "\"Файл -Печать\""
      ],
      [
        "grafik",
        "matn",
        "formula",
        "sonlar"
      ],
      [
        "faqat grek xarflari bilan",
        "faqat ispan xarflari bilan",
        "faqat lotin xarflari bilan",
        "faqat kirill xarflari bilan"
      ],
      [
        "\"Презентация\"",
        "\"Лист\"",
        "\"Документ1\"",
        "“Книга”"
      ],
      [
        "\"Файл - Печать\"",
        "\"Файл - Переименовать\"",
        "\"Файл - Закрыть\"",
        "\"Файл - Создать\""
      ],
      [
        "\"Файл - Закрыть\"",
        "«Файл - Сохранить»",
        "\"Файл - Создать\"",
        "\"Файл - Печать\""
      ],
      [
        "CTRL+V",
        "CTRL+C",
        "CTRL+R",
        "CTRL+P"
      ],
      [
        "CTRL+V",
        "CTRL+X",
        "CTRL+R",
        "CTRL+C"
      ],
      [
        "CTRL+N",
        "SHIFT+F12",
        "SHIFT+N",
        "CTRL+F12"
      ],
      [
        "4",
        "5",
        "3",
        "12"
      ],
      [
        "manzilga",
        "tasvirga",
        "ovozga",
        "hajmga"
      ],
      [
        "Satr nom iva formulalar orqali",
        "Ustun nomi va satr nomeri orqali",
        "Ustun nom iva xarflari",
        "Buyruq erdamida"
      ],
      [
        "\"Книга 1\"",
        "“Презентация 1”",
        "\"Документ1\"",
        "\"База данных1\""
      ],
      [
        "“Презентация”",
        "“Лист”",
        "“Книга”",
        "“Документ”"
      ],
      [
        "Shift",
        "Alt",
        "Tab",
        "Ctrl"
      ],
      [
        "Backspace",
        "Delete",
        "F8",
        "Insert"
      ],
      [
        "Delete",
        "Backspace",
        "Insert",
        "F8"
      ],
      [
        "hujjatning oldingi saxifasiga o`tish",
        "hujjatning keyingi saxifasiga o`tish",
        "hujjatning oxiriga o`tish",
        "hujjatning boshiga o`tish"
      ],
      [
        "hujjatning boshiga o`tish",
        "hujjat saxifasining o`rtasiga o`tish",
        "hujjat saxifasining boshiga o`tish",
        "hujjatning oxiriga o`tish"
      ],
      [
        "Intеrnеt sеrvеri",
        "Tarmoq protokoli",
        "Elektromagnit to`lqinlarni o`zgartirishga mo`ljallangan tеxnik qurilma",
        "Analogli signallarni diskrеt signallarga o`tkazib bеruvchi va aksincha amal bajaruvchi tеxnik qurilma"
      ],
      [
        "A1 dan A11 yacheykalardagi qiymatlarni ko`paytiradi",
        "A1 yacheykadagi qiymatni A11 yacheykadagiga qo`shadi",
        "A1 dan A11 yacheykalardagi qiymatlarni qo`shadi(yig`indisi)",
        "A1 yacheykadagi qiymatni A11 ga bo`ladi"
      ],
      [
        "Файл - Создать (CTRL+N).",
        "Меню Файл – Сохранить.",
        "Меню Файл – Открыть.",
        "Файл – Сохранить как..."
      ],
      [
        "=(A1+B4)/5",
        "=A1+B4-А2",
        "=A1+B4",
        "=A1+4B"
      ],
      [
        "Мои документы",
        "Мой компьютер",
        "Сетевое окружение",
        "Корзина"
      ],
      [
        "Oldingi oynaga o`tish",
        "Dasturdan chiqish",
        "Fayldagi o`zgarishni saqlash",
        "Kеyingi oynaga o`tish"
      ],
      [
        "faylni chop etish",
        "faylni saqlash",
        "faylni ochish",
        "fayldan nusxa kuchirish"
      ],
      [
        "Faylni bosmaga chiqarish",
        "Faylni ochish",
        "Faylni saqlash",
        "Yangi hujjat yaratish"
      ],
      [
        "Файл, Open [fayl nomi], Oк.",
        "Файл, Exit, [fayl nomi], Oк.",
        "Файл, Печать (Print), [fayl nomi], Oк.",
        "Файл, Сохранить (Save), [fayl nomi], Oк."
      ],
      [
        "yangi slayd yaratish",
        "yangi png fayl yaratish",
        "yangi txt fayl yaratish",
        "yangi word fayl yaratish"
      ],
      [
        "F7",
        "F8",
        "F6",
        "F5"
      ],
      [
        "Shakllar ustida amallar bajarish",
        "Ma`lumotlar bazalari ustida amallar bajarish",
        "Rasmlar ustida amallar bajarish",
        "Prеzеntatsiya (taqdimot) yaratish"
      ],
      [
        "Файл (File), Открыть (Open), [fayl nomi], Oк",
        "Файл (File), Save (Open), [файл номи], Oк.",
        "Файл, Exit, [fayl nomi], Oк.",
        "Файл, Print, [файл номи], Oк."
      ],
      [
        "Yangi taqdimot faylini yaratadi",
        "Taqdimotni namoyish etadi",
        "Mavjud taqdimot ochadi",
        "Taqdimot faylini arxivdan ochadi"
      ],
      [
        "Glavnaya",
        "Dizayn",
        "Animatsiya",
        "Stavka"
      ],
      [
        "Fayl diagramma",
        "Vstavka diagramma",
        "Fayl figuri",
        "Vid diagramma"
      ],
      [
        "Skanerdan monitorga o`tkazuvchi qurilma",
        "Kompyuterdagi malumotlarni monitorga chiqaruvchi qurilma",
        "Kompyuterdagi malumotlarni qog`ozga chop etish qurilmasi",
        "Kompyuterdagi malumotlarni diskka o`tkazuvchi qurilma"
      ],
      [
        "Kompyuter ekranidagi malumotlarni katta ekranlarga chiqarish",
        "Kichik xajmli tasvirlarni yoki rasmga olishga muljallangan",
        "Kompyuterda tovushlarni, musiqalarni eshitish",
        "Katta xajmli tasvirlarni yoki rasmga olishga muljallangan"
      ],
      [
        "kompyuter sichqonchasi",
        "kompyuterning bosh xotirasi",
        "kompyuterning monitori",
        "kog`ozga chiqaradigan qurilma"
      ],
      [
        "animatsiya",
        "audio ilova",
        "video ilova",
        "chat"
      ],
      [
        "ma`lumotlarni o`chiradi",
        "videotasvirlarni kayta ishlash kurilmasi",
        "malumotlarni kogozga chikarish kurilmasi",
        "grafik ma`lumotlarni kiritish qurilmasi;"
      ],
      [
        "Kompyuterdagi malumotlarni kog`ozga chop etish",
        "Internet tarmog`iga ulanish",
        "Telefon signallarini kompyuterga etkazish",
        "Qog`ozdagi malumotlarni kompyuter xotirasiga o`tkazish"
      ],
      [
        "Microsoft Excel",
        "Microsoft PowerPoint",
        "Paint",
        "Microsoft Word"
      ],
      [
        "SHIFT",
        "CTRL",
        "TAB",
        "Пуск"
      ],
      [
        ".BMP",
        ".XLS",
        ".DOC",
        ".PPT"
      ],
      [
        "faylni ochadi",
        "fayldan nusxa ko`chirish",
        "fayl saqlanadi",
        "faylni chop etish"
      ],
      [
        "fayl saqlanadi",
        "fayldan nusxa ko`chirish",
        "faylni chop etish uchun bosmaga chiqarish buyrug`ini beradi",
        "faylni ochadi"
      ],
      [
        "bajarilgan oxirgi amalni bekor qiladi",
        "belgilangan jadval qo`yiladi",
        "belgilangan matn qirqib olinadi",
        "belgilangan jadval ranglanadi"
      ],
      [
        "Ctrl+O",
        "Ctrl+A",
        "Ctrl+L",
        "Ctrl+H"
      ],
      [
        "Ctrl + V",
        "Alt + Insert",
        "Ctrl + Insert",
        "Shift + CTRL"
      ],
      [
        "sonlar ustida ishlaydigan dastur",
        "matnli ma`lumotlarni qayta ishlaydigan dastur",
        "prezentatsiya bilan ishlaydigan dastur",
        "multimedia fayllar ustida ishlaydigan dastur"
      ],
      [
        "Microsoft",
        "WWW",
        "Apple",
        "SkyNet"
      ],
      [
        "Fayl, Save, [fayl nomi], Ok.",
        "File, Open, [fayl nomi], Ok.",
        "Fayl, Exit, [fayl nomi], Ok.",
        "Fayl, Print, [fayl nomi], Ok."
      ],
      [
        "ustun qo`shadi",
        "jadval bilan ishlaydi",
        "matnlarni qog`ozda chop etadi",
        "matnlarni har xil ko`rinishda ifodalaydi"
      ],
      [
        "qo`shimcha qurilma",
        "internet xizmatining bir turi",
        "asosiy qurilma",
        "operatsion tizim"
      ],
      [
        "12FC",
        "F12",
        "A2C",
        "Ж2"
      ],
      [
        "Ы5",
        "Ж5",
        "D7",
        "Й8+л9"
      ],
      [
        "raqamning yacheykaga sig`maganligini;",
        "solar ketma ketliini",
        "formulani",
        "matnni"
      ],
      [
        "o`chirilgan fayllarni vaqtincha saqlash",
        "video dasturlar bilan ishalsh",
        "hujjatlarni taxrirlash",
        "sonlar bilan ishlash"
      ],
      [
        "faqat matnli",
        "jadvallarni",
        "grafik",
        "sonli axborotlarni"
      ],
      [
        "a1 xonaning 25% hisoblash",
        "a1 xonadan 25% ayirish",
        "a1 xonaga 25% qo`shish",
        "a1 xonaga 25 qo`shib 1% hisoblash"
      ],
      [
        "videoni",
        "rasmlarni",
        "matnni",
        "musiqani"
      ],
      [
        "Berilgan ifodalarni bir biridan ajratib turadi.",
        "Hamma vaqt formulaning dastlabki simvoli hisoblanadi",
        "Matin kiritish",
        "Arifmetik belgi hisoblanadi."
      ],
      [
        "Microsoft Outlook Express dasturi ishga tushiriladi va unga tanlangan hujjat yuklanadi",
        "Microsoft Excel dasturi ishga tushiriladi va unga tanlangan hujjat yuklanadi",
        "Microsoft Word dasturi ishga tushiriladi va unga tanlangan hujjat yuklanadi",
        "Microsoft PowerPoint dasturi ishga tushiriladi va unga tanlangan hujjat yuklanadi"
      ],
      [
        "1000 bit",
        "1024 bit",
        "1000 bayt",
        "1024 bayt"
      ],
      [
        "12",
        "16",
        "24",
        "8"
      ],
      [
        "15",
        "16",
        "18",
        "17"
      ],
      [
        "5",
        "4",
        "6",
        "8"
      ],
      [
        "jadvalli ma`lumotlarni qayta ishlaydigan dastur.",
        "axborotni bir ko`rinishdan ikkinchi,sifat jihatdan mutloq yangi ko`rinishga keltiruvchi, ma`lumotlarni to`plash, qaytaishlash va uzatishning vosita va usullari majmuasidan foydalanish jarayonidir.",
        "matnli ma`lumotlarni qayta ishlaydigan dastur.",
        "ekranda ob`ektlarning ko`rinishini formasi va o`lchamlari, hamda joylashishini multiplikatsion ko`rinishda o`zgarishi."
      ],
      [
        "Monitor, sichqoncha, printer",
        "Protsessor, printer, scanner",
        "Klaviatura, disk, modem",
        "Sistemali blok, monitor, sichqoncha, klaviatura"
      ],
      [
        "Ma`lumotlarni doimiy saqlash",
        "Dasturlarni yuklash",
        "Faqat video fayllarni saqlash",
        "Axborotni klaviaturadan qabul qilish"
      ],
      [
        "Axborotni tarmoqqa uzatish",
        "Ma`lumotlarni va boshqaruv buyruqlarini kiritish",
        "Ekrandagi tasvirlarni boshqarish",
        "Ma`lumotlarni printerga yuborish"
      ],
      [
        "Diskdan ma`lumotni o`qish qurilmasi",
        "Kompyuterga matnli yoki tasvirli ma`lumotni kirituvchi qurilma",
        "Axborotni printerga yuboruvchi qurilma",
        "Kompyuter tarmog`iga ulanish uchun qurilma"
      ],
      [
        "Chop etish",
        "Xotiraga yozish",
        "Yangi hujjat yaratish",
        "Mavjud hujjatni ochish"
      ],
      [
        "Yangi hujjat yaratish",
        "Chop etish",
        "Mavjud hujjatni ochish",
        "Xotiraga yozish"
      ],
      [
        "Xotiraga yozish",
        "Yangi hujjat yaratish",
        "Ma`lumotlarni qirqib olish va almashinuv buferda saqlash.",
        "Mavjud hujjatni ochish"
      ],
      [
        "Xotiraga yozish",
        "Yangi hujjat yaratish",
        "Nusxa olish va xotirada saqlash.",
        "Mavjud hujjatni ochish"
      ],
      [
        "Xotiraga yozish",
        "Mavjud hujjatni ochish",
        "Yangi hujjat yaratish",
        "Xotiradagi ma`lumotni qo`yish."
      ],
      [
        "Shrift o`lchamini bir darajaga kattalashtiradi",
        "Dizayn loyihasi qilish",
        "Indeksli ifodalarni yozishda qo`llaniladi",
        "Darajali ifodalarni yozishda qo`llaniladi"
      ],
      [
        "Darajali ifodalarni yozishda qo`llaniladi",
        "Indeksli ifodalarni yozishda qo`llaniladi",
        "Dizayn loyihasi qilish",
        "Shrift o`lchamini bir darajaga kichiklashtiradi"
      ],
      [
        "Indeksli ifodalarni yozishda qo`llaniladi",
        "Darajali ifodalarni yozishda qo`llaniladi",
        "Dizayn loyihasi qilish",
        "Shrift rangini o`rnatadi"
      ],
      [
        "Chop etish",
        "Yangi hujjat yaratish",
        "Mavjud hujjatni ochish",
        "Xotiraga yozish"
      ],
      [
        "Yangi hujjat yaratish",
        "Mavjud hujjatni ochish",
        "Chop etish",
        "Xotiraga yozish"
      ],
      [
        "A1 va B1 ni birlashtiradi",
        "A1 va B1 ni solishtiradi",
        "A1 dan B1 ni ayiradi",
        "A1 va B1 o`rtasidagi farqni topadi"
      ],
      [
        "6",
        "12",
        "4",
        "8"
      ],
      [
        "6",
        "4",
        "10",
        "7"
      ],
      [
        "4",
        "6",
        "10",
        "2"
      ],
      [
        "9",
        "729",
        "81",
        "27"
      ],
      [
        "250",
        "150",
        "200",
        "100"
      ],
      [
        "10",
        "7",
        "3",
        "5"
      ],
      [
        "22",
        "18",
        "24",
        "30"
      ],
      [
        "10",
        "6",
        "7",
        "8"
      ],
      [
        "7",
        "14",
        "28",
        "56"
      ],
      [
        "36",
        "1296",
        "64",
        "16"
      ],
      [
        "9",
        "4",
        "21",
        "10"
      ],
      [
        "100",
        "50",
        "25",
        "150"
      ],
      [
        "2",
        "0",
        "3",
        "1"
      ],
      [
        "4",
        "2",
        "16",
        "8"
      ],
      [
        "4",
        "3",
        "8",
        "16"
      ],
      [
        "4",
        "8",
        "2",
        "16"
      ],
      [
        "1",
        "16",
        "4",
        "8"
      ],
      [
        "64",
        "7",
        "81",
        "12"
      ],
      [
        "1",
        "0.5",
        "2",
        "0.25"
      ],
      [
        "5",
        "6",
        "10",
        "4"
      ],
      [
        "4",
        "5",
        "3",
        "6"
      ],
      [
        "4",
        "5",
        "6",
        "3"
      ],
      [
        "ar",
        "rs",
        "da",
        "as"
      ],
      [
        "Dars tugadi",
        "Boshlandi Dars",
        "Dars Boshlandi",
        "Dars"
      ],
      [
        "yo",
        "no",
        "Du",
        "Dy"
      ],
      [
        "Exc",
        "Exce",
        "Excel",
        "Ex"
      ],
      [
        "Exc",
        "cel",
        "Cel",
        "Exe"
      ],
      [
        "xL",
        "xe",
        "xc",
        "ce"
      ],
      [
        "4",
        "5",
        "6",
        "3"
      ],
      [
        "Ilman",
        "FanIlm",
        "imfan",
        "IlmFan"
      ],
      [
        "J",
        "av",
        "va",
        "Ja"
      ],
      [
        "Mat",
        "Mate",
        "M",
        "Matem"
      ],
      [
        "3",
        "5",
        "6",
        "4"
      ],
      [
        "n",
        "at",
        "ta",
        "Vat"
      ],
      [
        "7",
        "5",
        "6",
        "8"
      ],
      [
        "2",
        "12",
        "5",
        "10"
      ],
      [
        "10",
        "30",
        "25",
        "15"
      ],
      [
        "25",
        "45",
        "40",
        "35"
      ],
      [
        "7",
        "17",
        "60",
        "2"
      ],
      [
        "2",
        "5",
        "3",
        "4"
      ],
      [
        "14",
        "7",
        "21",
        "28"
      ],
      [
        "8",
        "4",
        "5",
        "6"
      ],
      [
        "15",
        "20",
        "30",
        "18"
      ],
      [
        "35",
        "15",
        "25",
        "10"
      ],
      [
        "25",
        "5",
        "15",
        "10"
      ],
      [
        "1",
        "5",
        "1.5",
        "6"
      ],
      [
        "25",
        "20",
        "15",
        "5"
      ],
      [
        "45",
        "57",
        "67",
        "46"
      ],
      [
        "50",
        "25",
        "100",
        "125"
      ],
      [
        "6",
        "7",
        "5",
        "10"
      ],
      [
        "6",
        "4",
        "16",
        "8"
      ],
      [
        "64",
        "16",
        "4",
        "6"
      ],
      [
        "A1",
        "Yo`q",
        "Ha",
        "3"
      ],
      [
        "Printer, klaviatura, windows",
        "windows, word, excel",
        "Printer, klaviatura, tizim bloki",
        "klaviatura, windows, word"
      ],
      [
        "Bayt (bayt) - inglizcha “binary digit” so`zlarining qisqartmasi, ikkilik raqam degan ma`noni anglatadi.",
        "kilobayt - inglizcha “binary digit” so`zlarining qisqartmasi, ikkilik raqam degan ma`noni anglatadi.",
        "megabayt - inglizcha “binary digit” so`zlarining qisqartmasi, ikkilik raqam degan ma`noni anglatadi.",
        "bit (bit) - inglizcha “binary digit” so`zlarining qisqartmasi, ikkilik raqam degan ma`noni anglatadi."
      ],
      [
        "1973 – yil Nruohg Trohg Ti",
        "1981 – yil IBM firmasi tomonidan",
        "1946 – yil Nruohg Trohg Ti",
        "1975 – yil Stiv Jobs"
      ],
      [
        "Monitor, printer, proyektor",
        "Monitor, proyektor, klaviatura",
        "Monitor, printer, proyektor, tizim bloki",
        "Monitor, printer, skaner"
      ],
      [
        "Printer, klaviatura, windows",
        "Printer, klaviatura, tizim bloki",
        "klaviatura, windows, word",
        "windows, word, excel"
      ],
      [
        "Chin Yolg`on",
        "Ommaviy Maxsus Maxfiy Shaxsiy",
        "Matnli Sonli Grafik Tovush Videoaxborot",
        "Aktual Ishonchli Tushunarli To`liq Foydali"
      ],
      [
        "Kompyuterning dasturiy ta`minoti",
        "Amaliy dasturlar paketi",
        "Kompyuterning aparat ta`minoti",
        "Sun`iy intelekt"
      ],
      [
        "Skaner, klaviatura",
        "Monitor, printer",
        "Proyektor, klaviatura",
        "Printer, skaner"
      ],
      [
        "Tizimli va dasturiy",
        "Aparat va Hardware",
        "Aparat va dasturiy",
        "Dasturiy va Software"
      ],
      [
        "СРЗНАЧ (AVERAGE)",
        "МАКС (MAX)",
        "МОДА (MODE)",
        "СУММ (SUM)"
      ],
      [
        "БОЛЬШОЙ (BIG)",
        "ВЫСОКИЙ (HIGH)",
        "НАИБОЛЬШИЙ (LARGE)",
        "МАКС (MAX)"
      ],
      [
        "МИН (MIN)",
        "МАЛЕНЬКИЙ (LEAST)",
        "НИЗКИЙ (LOW)",
        "НАИМЕНЬШИЙ (SMALL)"
      ],
      [
        "И (AND)",
        "ИЛИ (OR)",
        "ЕСЛИ (IF)",
        "НЕ (NOT)"
      ],
      [
        "ДЛСТР (LEN)",
        "ЛЕВСИМВ (LEFT)",
        "ТЕКСТ (TEXT)",
        "НАЙТИ (FIND)"
      ],
      [
        "НАЙТИ (FIND)",
        "ПРАВСИМВ (RIGHT)",
        "ПСТР (MID)",
        "ЛЕВСИМВ (LEFT)"
      ],
      [
        "Dasturiy va Software",
        "Asosiy va qo`shimcha qurilmalar",
        "Hardware va Software",
        "Tizimli va dasturiy"
      ],
      [
        "Дизайн",
        "Вставка",
        "Главная",
        "Ссилка"
      ],
      [
        "Kompyuterning dasturiy ta`minoti",
        "Amaliy dasturlar paketi",
        "Sun`iy intelekt",
        "Kompyuterning aparat ta`minoti"
      ],
      [
        "Фигури",
        "Таблитса",
        "Smart art",
        "Тeкст"
      ],
      [
        "«Пуск»  «Все приложения»  Word",
        "Indeksli ifodalarni yozishda qo`llaniladi",
        "Yangi list qo`shish",
        "Dizayn loyihasi qilish"
      ],
      [
        "Darajali ifodalarni yozishda qo`llaniladi",
        "Dizayn loyihasi qilish",
        "Yangi list qo`shish",
        "Indeksli ifodalarni yozishda qo`llaniladi"
      ],
      [
        "Darajali ifodalarni yozishda qo`llaniladi",
        "Yangi list qo`shish",
        "Indeksli ifodalarni yozishda qo`llaniladi",
        "Dizayn loyihasi qilish"
      ],
      [
        "СРЗНАЧ (AVERAGE)",
        "ПРОИЗВЕД (PRODUCT)",
        "СУММ (SUM)",
        "СЧЁТ (COUNT)"
      ],
      [
        "МОД (MOD)",
        "СУММ (SUM)",
        "ПРОИЗВЕД (PRODUCT)",
        "МАКС (MAX)"
      ],
      [
        "MOD",
        "КОРЕНЬ (SQRT)",
        "СУММ (SUM)",
        "INT"
      ],
      [
        "ЦЕЛОЕ (INT)",
        "MOD",
        "ABS",
        "ROUNDUP"
      ],
      [
        "СРЗНАЧ (AVERAGE)",
        "МАКС (MAX)",
        "МОД (MOD)",
        "МИН (MIN)"
      ],
      [
        "СРЗНАЧ (AVERAGE)",
        "МИН (MIN)",
        "МАКС (MAX)",
        "ROUND"
      ],
      [
        "СРЗНАЧ (AVERAGE)",
        "МАКС (MAX)",
        "СУММ (SUM)",
        "COUNT"
      ],
      [
        "И (AND)",
        "ЕСЛИ (IF)",
        "НЕ (NOT)",
        "ИЛИ (OR)"
      ],
      [
        "Katta",
        "TRUE",
        "FALSE",
        "Kichik"
      ],
      [
        "Ha",
        "TRUE",
        "FALSE",
        "Yo`q"
      ],
      [
        "=A1:2",
        "=A1^2",
        "=A1\\2",
        "=A1/2"
      ],
      [
        "=MAX(5;10;15)",
        "=SUM(5;10;15)",
        "= СРЗНАЧ(5;10;15)",
        "= СЧЁТ(5;10;15)"
      ],
      [
        "16",
        "6",
        "5",
        "10"
      ],
      [
        "2",
        "3",
        "6",
        "1"
      ],
      [
        "0",
        "10",
        "7",
        "17"
      ],
      [
        "15",
        "40",
        "0",
        "25"
      ],
      [
        "1",
        "20",
        "45",
        "9"
      ],
      [
        "4",
        "100",
        "25",
        "20"
      ],
      [
        "4",
        "5",
        "6",
        "3"
      ],
      [
        "5",
        "9",
        "11",
        "10"
      ],
      [
        "Bo`linmaydi",
        "0",
        "#DIV/0!",
        "5"
      ],
      [
        "1",
        "45",
        "20",
        "9"
      ],
      [
        "19",
        "-5",
        "84",
        "5"
      ],
      [
        "9",
        "18",
        "36",
        "3"
      ],
      [
        "80",
        "24",
        "5",
        "4"
      ],
      [
        "5",
        "7",
        "3",
        "13"
      ],
      [
        "1",
        "3",
        "9",
        "6"
      ],
      [
        "2",
        "6",
        "4",
        "10"
      ],
      [
        "10",
        "7",
        "26",
        "25"
      ],
      [
        "14",
        "7",
        "10",
        "11"
      ],
      [
        "4",
        "2",
        "3",
        "1"
      ],
      [
        "7",
        "9",
        "6",
        "5"
      ],
      [
        "12",
        "20",
        "8",
        "16"
      ],
      [
        "3",
        "0",
        "-3",
        "12"
      ],
      [
        "9",
        "11",
        "13",
        "7"
      ],
      [
        "8",
        "64",
        "36",
        "16"
      ],
      [
        "10",
        "2",
        "8",
        "14"
      ],
      [
        "20",
        "16",
        "9",
        "25"
      ],
      [
        "4",
        "1",
        "2",
        "8"
      ],
      [
        "18",
        "20",
        "16",
        "13"
      ]
    ],
    "correctAnswers": [
      1,
      3,
      1,
      3,
      1,
      4,
      3,
      1,
      3,
      3,
      2,
      1,
      3,
      4,
      3,
      4,
      1,
      2,
      3,
      1,
      2,
      2,
      1,
      4,
      3,
      3,
      2,
      2,
      3,
      3,
      1,
      2,
      3,
      2,
      2,
      2,
      1,
      1,
      2,
      2,
      1,
      4,
      2,
      1,
      1,
      1,
      3,
      4,
      4,
      2,
      2,
      1,
      1,
      4,
      1,
      2,
      2,
      4,
      1,
      1,
      1,
      4,
      4,
      4,
      3,
      1,
      4,
      4,
      2,
      2,
      3,
      4,
      1,
      4,
      4,
      1,
      1,
      3,
      2,
      3,
      1,
      2,
      1,
      4,
      4,
      2,
      4,
      3,
      1,
      3,
      1,
      2,
      1,
      2,
      1,
      2,
      4,
      2,
      2,
      3,
      1,
      1,
      3,
      1,
      2,
      2,
      2,
      4,
      2,
      1,
      3,
      4,
      4,
      1,
      2,
      2,
      3,
      3,
      3,
      3,
      4,
      1,
      4,
      4,
      4,
      3,
      1,
      1,
      2,
      1,
      3,
      4,
      2,
      2,
      1,
      2,
      1,
      3,
      4,
      1,
      1,
      2,
      3,
      1,
      3,
      4,
      1,
      2,
      2,
      2,
      3,
      3,
      1,
      3,
      3,
      4,
      4,
      3,
      2,
      4,
      1,
      1,
      1,
      4,
      1,
      2,
      3,
      1,
      1,
      2,
      3,
      4,
      4,
      4,
      3,
      4,
      2,
      2,
      1,
      3,
      3,
      4,
      1,
      1,
      4,
      1,
      3,
      1,
      3,
      1,
      4,
      1,
      1,
      1,
      4,
      2,
      3,
      1,
      1,
      1,
      1,
      3,
      3,
      3,
      2,
      1,
      2,
      2,
      1,
      4,
      1,
      1,
      4,
      3,
      4,
      2,
      3,
      4,
      2,
      3,
      2,
      4,
      1,
      4,
      4,
      2,
      3,
      2,
      3,
      2,
      3,
      4,
      2,
      1,
      4,
      1,
      1,
      2,
      4,
      4,
      3,
      4
    ]
  }
}
